{
  "chapter": 2,
  "en": {
    "title": "Chapter 2: Sankhya Yoga",
    "summary": "Chapter 2 of the Bhagavad Gita, known as Sankhya Yoga or The Yoga of Knowledge, holds a significant place in the scripture. In this chapter, Lord Krishna explains to Arjuna the immortality of the soul, the importance of detachment, and the path of action (Karma Yoga). The central teachings in this chapter focus on understanding the eternal nature of the soul, practising detachment from the outcomes of actions, and striving for wisdom to discern the real from the unreal. Krishna elaborates on the significance of performing one’s duties selflessly and highlights the state of a self-realised person, which embodies equanimity in the face of life’s challenges.",
    "main_teachings": [
      "The Immortality of the Soul: The soul is eternal and indestructible, remaining unchanged beyond the cycles of birth and death.",
      "The Importance of Detachment: Detachment from the outcomes of one’s actions is crucial to avoid suffering and clouded judgment.",
      "Karma Yoga: The Yoga of Action is introduced as a means of spiritual growth by performing duties without attachment to the results.",
      "Jnana Yoga: Wisdom is key to spiritual progress, helping one overcome sorrow and ignorance.",
      "Viveka: Discernment, the ability to distinguish between the eternal and the transient, is necessary for spiritual growth.",
      "Stithaprajna: A self-realised person exhibits equanimity amidst life’s dualities—pleasure and pain, success and failure."
    ],
    "practical_tips": [
      "Cultivate a Broader Perspective on Life: Recognise the immortality of the soul to face challenges with resilience and focus on spiritual growth.",
      "Practice Detachment: Detachment from outcomes reduces emotional turmoil and leads to inner peace.",
      "Embrace Karma Yoga: Perform selfless actions without attachment to the results, dedicating efforts to a higher purpose.",
      "Cultivate Wisdom and Discernment: Seek knowledge and practise mindfulness to discern between the eternal and temporary, guiding you towards self-realisation.",
      "Strive for Equanimity (Stithaprajna): Cultivate a balanced mindset to navigate life’s ups and downs gracefully.",
      "Develop a Regular Spiritual Practice: Regular meditation, prayer, or yoga helps deepen your understanding of the Gita’s teachings.",
      "Engage in Selfless Service: Volunteer or help others to cultivate compassion, aligning with the teachings of the Gita."
    ],
    "what_we_can_learn": [
      "The soul is eternal and indestructible, beyond the cycles of birth and death.",
      "Detachment from the results of our actions can bring peace and clarity.",
      "Selfless action (Karma Yoga) helps in spiritual growth and provides meaning in all aspects of life.",
      "True wisdom and discernment help to distinguish between what is eternal and what is temporary.",
      "Equanimity (Stithaprajna) allows us to stay composed amidst life’s challenges and dualities.",
      "Regular spiritual practices and selfless service can foster compassion and help with personal growth."
    ]
  },
  "hi": {
    "title": "अध्‍याय २: सांख्य योग",
    "summary": "भगवद गीता के दूसरे अध्याय को सांख्य योग या ज्ञान का योग कहा जाता है। इस अध्याय में भगवान श्री कृष्ण अर्जुन को आत्मा की शाश्वतता, कर्म के परिणामों से विकार से बचने के लिए वैराग्य, और कर्म योग के महत्व को समझाते हैं। वे समझाते हैं कि शरीर नाशवान है, लेकिन आत्मा अमर है। इस अध्याय में कृष्ण अर्जुन को ज्ञान की महत्ता और विवेक (अवधारणा) को आत्मसात करने की आवश्यकता को बताते हैं। इसके अतिरिक्त, आत्मज्ञान की स्थिति के रूप में स्थिरप्रज्ञा का वर्णन करते हुए, जीवन के सुख-दुःख और सफलताओं-विफलताओं के बीच संतुलन बनाए रखने की आवश्यकता को बताते हैं।",
    "main_teachings": [
      "आत्मा की शाश्वतता: आत्मा नाशवंत है और जन्म-मृत्यु के चक्र से परे है।",
      "वैराग्य का महत्व: कार्यों के परिणामों से आसक्ति से बचने के लिए वैराग्य महत्वपूर्ण है।",
      "कर्म योग: कर्मों को बिना परिणाम की इच्छा के, बिना किसी आसक्ति के करना, जो आत्मिक उन्नति का मार्ग है।",
      "ज्ञान योग: आत्मा और सृष्टि के ज्ञान के बिना दुःख और अज्ञान से मुक्ति नहीं मिल सकती।",
      "विवेक: यह ज्ञान है कि क्या स्थायी है और क्या अस्थायी, जिससे व्यक्ति को आत्मा के शाश्वत स्वरूप को समझने में मदद मिलती है।",
      "स्थिरप्रज्ञा: एक व्यक्ति जो जीवन की द्वंद्वात्मकताओं (सुख-दुःख, सफलता-निराशा) के बीच भी शांत रहता है, वह आत्मज्ञान की स्थिति में होता है।"
    ],
    "practical_tips": [
      "जीवन पर व्यापक दृष्टिकोण अपनाएं: आत्मा की शाश्वतता को समझकर जीवन की चुनौतियों का सामना करें और आध्यात्मिक उन्नति की ओर बढ़ें।",
      "वैराग्य का अभ्यास करें: कार्यों से परिणाम की आसक्ति छोड़कर मानसिक शांति प्राप्त करें।",
      "कर्म योग को अपनाएं: अपने कार्यों को बिना किसी आसक्ति के करने से आत्मिक उन्नति होगी और जीवन में सार्थकता आएगी।",
      "ज्ञान और विवेक विकसित करें: आध्यात्मिक ग्रंथों का अध्ययन करें और विवेक का अभ्यास करें, जिससे अस्थायी और स्थायी के बीच भेद समझ सकें।",
      "स्थिरप्रज्ञा के लिए प्रयास करें: जीवन के उतार-चढ़ाव के बीच संतुलन बनाए रखने के लिए मानसिक शांति और धैर्य विकसित करें।",
      "नियमित आध्यात्मिक अभ्यास विकसित करें: ध्यान, प्रार्थना या योग जैसी दिनचर्या से ज्ञान को आत्मसात करें।",
      "निःस्वार्थ सेवा में भाग लें: स्वयंसेवी कार्यों से सहानुभूति और करुणा विकसित करें।"
    ],
    "what_we_can_learn": [
      "आत्मा शाश्वत और अमर है, जन्म-मृत्यु के चक्र से परे है।",
      "कार्य के परिणाम से आसक्ति छोड़ने से मानसिक शांति मिलती है।",
      "कर्म योग से आत्मिक उन्नति होती है और जीवन में सार्थकता मिलती है।",
      "सही ज्ञान और विवेक से अस्थायी और स्थायी के बीच भेद समझने में मदद मिलती है।",
      "स्थिरप्रज्ञा जीवन के द्वंद्वात्मकताओं के बीच संतुलन बनाए रखने में मदद करती है।",
      "नियमित आध्यात्मिक अभ्यास और निःस्वार्थ सेवा से सहानुभूति और व्यक्तिगत विकास होता है।"
    ]
  },
  "sa": {
    "title": "अध्‍याय २: सांख्ययोगः",
    "summary": "भगवद्गीता के द्वितीय अध्याय में भगवान श्री कृष्ण अर्जुन को आत्मा की अमरता, कर्मों के परिणाम से अनासक्ति, और कर्म योग के महत्व के बारे में बताते हैं। वे बताते हैं कि आत्मा शाश्वत और अजर है, जबकि शरीर नाशवान है। इस अध्याय में कर्म योग, ज्ञान योग, विवेक, और स्थिरप्रज्ञा जैसे महत्वपूर्ण सिद्धांतों की चर्चा की जाती है। इसके अलावा, कृष्ण बताते हैं कि आत्मज्ञान की स्थिति में व्यक्ति जीवन के प्रत्येक अनुभव को शांति और धैर्य के साथ देखता है, जो आत्म-ज्ञान की एक उच्च स्थिति होती है।",
    "main_teachings": [
      "आत्मा की अमरता: आत्मा शाश्वत है और नश्वर शरीर से परे है।",
      "वैराग्य का महत्व: कर्मों से अनासक्ति आत्मिक उन्नति के लिए आवश्यक है।",
      "कर्म योग: कर्मों को बिना किसी आसक्ति के करना आत्मिक विकास का मार्ग है।",
      "ज्ञान योग: आत्मा और ब्रह्मा के ज्ञान से दुख और अज्ञान से मुक्ति मिलती है।",
      "विवेक: स्थायी और अस्थायी के बीच भेद करने का ज्ञान आत्मिक उन्नति के लिए आवश्यक है।",
      "स्थिरप्रज्ञा: आत्मज्ञानी व्यक्ति जीवन के हर उतार-चढ़ाव में शांति और समभाव बनाए रखता है।"
    ],
    "practical_tips": [
      "जीवन के प्रति व्यापक दृष्टिकोण अपनाएं: आत्मा की अमरता को समझकर जीवन में संतुलन बनाए रखें।",
      "कर्मों से अनासक्ति का अभ्यास करें: परिणामों से भले ही कोई अंतर न आए, पर कर्म को निष्कलंक रूप से करना चाहिए।",
      "कर्म योग का पालन करें: प्रत्येक कार्य को बिना किसी परिणाम की इच्छा से करना आत्मिक उन्नति का साधन है।",
      "ज्ञान और विवेक को महत्व दें: जीवन में स्थायी और अस्थायी के बीच भेद समझकर आत्मज्ञान की ओर बढ़ें।",
      "स्थिरप्रज्ञा की ओर बढ़ें: जीवन की बाधाओं को शांति और समभाव के साथ पार करें।"
    ],
    "what_we_can_learn": [
      "आत्मा अमर और शाश्वत है।",
      "कर्मों के परिणाम से अनासक्ति मानसिक शांति लाती है।",
      "कर्म योग से आत्मिक विकास और जीवन में सार्थकता मिलती है।",
      "ज्ञान और विवेक से अस्थायी और स्थायी के बीच भेद समझने में मदद मिलती है।",
      "स्थिरप्रज्ञा से जीवन की द्वंद्वात्मकताओं के बीच संतुलन प्राप्त होता है।",
      "नियमित आध्यात्मिक अभ्यास और निःस्वार्थ सेवा से सहानुभूति और विकास होता है।"
    ]
  },
  "gu": {
    "title": "અધ્યાય ૨: સંખ્ય યોગ",
    "summary": "ભગવદ ગીતા ના બીજા અધ્યાયને સંખ્ય યોગ કે અન્નમય યોગ તરીકે ઓળખવામાં આવે છે. આ અધ્યાયમાં ભગવાન કૃષ્ણ અર્જુને આત્માના અમરત્વ, કર્મોના પરિણામોથી વિમુક્ત રહેવા માટે વૈરાગ્યના મહત્ત્વ અને કર્મયોગના માર્ગ વિશે ઉપદેશ આપે છે. તે અર્જુને સંકેત આપે છે કે શરીર નાશવંત છે, પરંતુ આત્મા અમર છે. આ અધ્યાયમાં કર્મયોગ, જ્ઞાનયોગ, વિવેક અને સ્થિરપ્રજ્ઞાની પરિચય આપવામાં આવે છે, જે સ્વધર્મના અભ્યાસ સાથે માણસને આધ્યાત્મિક પ્રગતિ તરફ દોરે છે.",
    "main_teachings": [
      "આત્માનો અમરત્વ: આત્મા અજર અને નાશવંતી છે, તે શરીરથી પરે છે.",
      "વૈરાગ્યનું મહત્વ: કર્મોના પરિણામોથી વિમુક્ત રહેવું જરૂરી છે.",
      "કર્મ યોગ: કર્મોને અનાસક્તિથી કરવું, જે આધ્યાત્મિક વિકાસ માટે અનિવાર્ય છે.",
      "જ્ઞાન યોગ: જ્ઞાન દ્વારા આત્મા અને બ્રહ્માનું સત્ય સમજવું, આથી દુઃખ અને અંધકારનો અંત આવે છે.",
      "વિવેક: કે જે તટસ્થતાને પ્રગટાવે, તે છે સત્ય અને અસત્ય વચ્ચે ભેદ થવામાં મદદ કરે છે.",
      "સ્થિરપ્રજ્ઞાની: તે વ્યક્તિ કે જે જીવનના તમામ દોષોમાં સહેજ અને સંતુલિત રહે છે, તે આત્મજ્ઞાન પ્રાપ્ત કરે છે."
    ],
    "practical_tips": [
      "જીવન માટે વ્યાપક દૃષ્ટિ Adopt: આત્માના અમરત્વને સમજતા જીવનમાં શાંતિ અને સંતુલન લાવવો.",
      "વૈરાગ્યનો અભ્યાસ કરો: પરિણામથી અસંલગ્ન થવા માટે વૈરાગ્ય અપનાવો.",
      "કર્મ યોગને અપનાવો: અનાસક્તિ સાથે તમારા કાર્યોમાં આગળ વધો.",
      "જ્ઞાન અને વિવેક વિકસાવો: આત્માના ગુણ અને અસાધારણને ઓળખી જીવનમાં શ્રેષ્ઠતા લાવવી.",
      "સ્થિરપ્રજ્ઞાની થવા માટે પ્રયત્ન કરો: જીવનમાં શાંતિ અને સરળતાથી આગળ વધો."
    ],
    "what_we_can_learn": [
      "આત્મા અમર છે.",
      "કર્મોના પરિણામોથી વિમુક્ત થવું અંતર્ગત શાંતિ લાવે છે.",
      "કર્મ યોગથી આધ્યાત્મિક પ્રગતિ અને જીવનમાં અર્થ મળે છે.",
      "જ્ઞાન અને વિવેકનો વિકાસ સ્વતંત્રતા માટે મહત્વપૂર્ણ છે.",
      "સ્થિરપ્રજ્ઞાની હોવાનો અર્થ છે, જીવનના દરેક પરિસ્થિતિમાં શાંતિ અને સંતુલન મેળવવું.",
      "નિઃસ્વાર્થ સેવા અને નિયમિત આત્મીય અભ્યાસથી વ્યક્તિત્વ અને ગ્રંથના અવલોકન માટે સહાનુભૂતિ વિકસાવવી."
    ]
  },
  "mr": {
    "title": "अध्याय २: सांख्य योग",
    "summary": "भगवद्गीतेच्या दुसऱ्या अध्यायाला सांख्य योग किंवा ज्ञानाचा योग म्हणतात. या अध्यायात, भगवान श्रीकृष्ण अर्जुनाला आत्म्याचे अमरत्व, कर्माच्या परिणामांपासून वैराग्य आणि कर्म योगाच्या मार्गाबद्दल शिकवतात. या अध्यायाच्या मुख्य शिकवणीमध्ये आत्म्याच्या शाश्वत स्वरूपाचे आकलन, कर्माच्या परिणामांपासून वैराग्य आणि वास्तव आणि अवास्तव यातील फरक करण्यासाठी ज्ञानाचा मार्ग यावर भर आहे. कृष्ण निःस्वार्थपणे कर्तव्ये पार पाडण्याचे महत्त्व स्पष्ट करतात आणि जीवनातील आव्हानांना समतोलपणे सामोरे जाणाऱ्या आत्मसाक्षात्कारी व्यक्तीच्या स्थितीचे वर्णन करतात.",
    "main_teachings": [
      "आत्म्याचे अमरत्व: आत्मा शाश्वत आणि अविनाशी आहे, जन्म आणि मृत्यूच्या चक्राबाहेर अबाधित राहतो.",
      "वैराग्याचे महत्त्व: कर्माच्या परिणामांपासून दूर राहणे हे दुःख आणि गोंधळ टाळण्यासाठी महत्त्वाचे आहे.",
      "कर्म योग: निष्काम कर्म करून आध्यात्मिक वाढीसाठी कर्म योगाचा मार्ग.",
      "ज्ञान योग: दुःख आणि अज्ञानावर मात करण्यासाठी ज्ञान ही आध्यात्मिक प्रगतीची गुरुकिल्ली आहे.",
      "विवेक: शाश्वत आणि क्षणिक यातील फरक ओळखण्याची क्षमता आध्यात्मिक वाढीसाठी आवश्यक आहे.",
      "स्थितप्रज्ञ: आत्मसाक्षात्कारी व्यक्ती जीवनातील सुख-दुःख, यश-अपयश या द्वंद्वांमध्ये समतोल राखते."
    ],
    "practical_tips": [
      "जीवनाकडे व्यापक दृष्टिकोन विकसित करा: आत्म्याचे अमरत्व ओळखून आध्यात्मिक वाढीवर लक्ष केंद्रित करून आव्हानांना सामोरे जा.",
      "वैराग्याचा सराव करा: परिणामांपासून दूर राहणे हे भावनिक अशांतता कमी करते आणि आंतरिक शांती मिळवते.",
      "कर्म योग स्वीकारा: निष्काम कर्म करा आणि उच्च हेतूसाठी प्रयत्न करा.",
      "ज्ञान आणि विवेक विकसित करा: शाश्वत आणि क्षणिक यातील फरक समजून घेण्यासाठी ज्ञान आणि सजगतेचा सराव करा.",
      "समतोल (स्थितप्रज्ञ) साठी प्रयत्न करा: जीवनातील चढ-उतारांना सुसंस्कृतपणे सामोरे जाण्यासाठी संतुलित मनोवृत्ती विकसित करा.",
      "नियमित आध्यात्मिक सराव विकसित करा: ध्यान, प्रार्थना किंवा योगाद्वारे गीतेच्या शिकवणींचे आकलन खोलवर करा.",
      "निःस्वार्थ सेवेमध्ये सहभागी व्हा: स्वयंसेवा किंवा इतरांना मदत करून करुणा विकसित करा."
    ],
    "what_we_can_learn": [
      "आत्मा शाश्वत आणि अविनाशी आहे, जन्म-मृत्यूच्या चक्राबाहेर आहे.",
      "कर्माच्या परिणामांपासून वैराग्य मानसिक शांती आणि स्पष्टता आणते.",
      "निष्काम कर्म (कर्म योग) आध्यात्मिक वाढीस मदत करते आणि जीवनाला अर्थ प्रदान करते.",
      "खरे ज्ञान आणि विवेक शाश्वत आणि क्षणिक यातील फरक ओळखण्यास मदत करतात.",
      "समतोल (स्थितप्रज्ञ) जीवनातील आव्हाने आणि द्वंद्वांमध्ये शांत राहण्यास मदत करतो.",
      "नियमित आध्यात्मिक सराव आणि निःस्वार्थ सेवा करुणा आणि वैयक्तिक वाढीस चालना देतात."
    ]
  }
}
