[
  {
    "chapter": 1,
    "en": {
      "title": "Chapter 1: Arjuna Visada Yoga",
      "summary": "The first chapter of the Bhagavad Gita, Arjuna Vishada Yoga (The Yoga of Arjuna's Dejection), sets the stage for the great battle of Mahabharata. As both armies stand ready, Arjuna, the mighty warrior, sees his relatives, teachers, and loved ones on both schapteres. Overcome by grief and doubt, he fears the consequences of war and the sin of killing his own kin. Feeling helpless, he surrenders to Lord Krishna, seeking guchapterance."
    },
    "hi": {
      "title": "अध्याय १: अर्जुन विषाद योग",
      "summary": "भगवद गीता का पहला अध्याय, अर्जुन विषाद योग (अर्जुन के विषाद का योग), महाभारत के महान युद्ध की पृष्ठभूमि तैयार करता है। जब दोनों सेनाएँ युद्ध के लिए खड़ी होती हैं, तब अर्जुन, जो एक महान योद्धा हैं, अपने संबंधियों, गुरुओं और प्रियजनों को दोनों पक्षों में देखते हैं। शोक और संदेह से ग्रसित होकर, वे युद्ध के परिणामों और अपने ही परिजनों की हत्या के पाप से डरते हैं। असहाय महसूस करते हुए, वे भगवान कृष्ण की शरण में जाते हैं और मार्गदर्शन की याचना करते हैं।"
    },
    "sa": {
      "title": "अध्याय १: अर्जुनविषादयोगः",
      "summary": "भगवद्गीतायाः प्रथमः अध्यायः अर्जुनविषादयोगः अस्ति। अत्र अर्जुनः स्वजनान् युद्धे दृष्ट्वा विषादं प्राप्नोति। सः धर्मसङ्कटे पतित्वा श्रीकृष्णं शरणं गच्छति। अस्य विषादस्य कारणं तथा आत्मस्वरूपज्ञानाय मार्गः कृष्णेन अध्यायेषु प्रदर्श्यते।"
    },
    "gu": {
      "title": "અધ્યાય ૧: અર્જુન વિષાદ યોગ",
      "summary": "ભગવદ ગીતા નો પહેલો અધ્યાય, અર્જુન વિષાદ યોગ (અર્જુન ના શોક નો યોગ), મહાભારત ના મહાન યુદ્ધ ની પૃષ્ઠભૂમિ તૈયાર કરે છે. જ્યારે બન્ને સેના યુદ્ધ માટે તૈયાર હોય છે, ત્યારે અર્જુન, જે મહાન યુદ્ધા છે, પોતાના સંબંધીઓ, ગુરુઓ અને પ્રિયજન ને બન્ને તરફ જોઈને શોકગ્રસ્ત થાય છે. તેઓ યુદ્ધ ના પરિણામો અને પોતાના જ સંબંધીઓ ના વધ ના પાપ થી ડરાઇ જાય છે. અસહાયતા અનુભવીને, તેઓ ભગવાન કૃષ્ણની શરણ માં જાય છે અને માર્ગદર્શન માગે છે."
    },
    "mr": {
      "title": "अध्याय १: अर्जुन विषाद योग",
      "summary": "भगवद गीतेचा पहिला अध्याय, अर्जुन विषाद योग (अर्जुनाच्या शोकाचा योग), महाभारताच्या महान युद्धाची पार्श्वभूमी तयार करतो. जेव्हा दोन्ही सेना युद्धासाठी उभ्या राहतात, तेव्हा अर्जुन, जो एक पराक्रमी योद्धा आहे, आपल्या नातेवाईकांना, गुरुंना आणि प्रियजनांना दोन्ही बाजूंना पाहतो. शोक आणि संशयाने भारावून जातो आणि युद्धाच्या परिणामांची भीती वाटते. आपल्या नातेवाईकांच्या संहाराच्या पापामुळे अस्वस्थ होतो. असहाय्य वाटून, तो भगवान श्रीकृष्णांच्या शरण जातो आणि मार्गदर्शनाची मागणी करतो."
    }
  },
  {
    "chapter": 2,
    "en": {
      "title": "Chapter 2: Sankhya Yoga",
      "summary": "The Yoga of Knowledge. Krishna begins his teachings by explaining the eternal nature of the soul, the importance of duty (dharma), and the concept of selfless action. Introduces fundamental concepts of Atman (soul), Karma Yoga, and Stithaprajna (steady intellect)."
    },
    "hi": {
      "title": "अध्याय २: सांख्य योग",
      "summary": "ज्ञान का योग। कृष्ण आत्मा की शाश्वत प्रकृति, धर्म के महत्व और निःस्वार्थ कर्म की अवधारणा को समझाकर अपनी शिक्षाएँ प्रारंभ करते हैं। आत्मन (आत्मा), कर्म योग और स्थितप्रज्ञ (स्थिर बुद्धि) की मूलभूत अवधारणाओं का परिचय देते हैं।"
    },
    "sa": {
      "title": "अध्याय २: साङ्ख्ययोगः",
      "summary": "ज्ञानयोगः। अत्र श्रीकृष्णः आत्मनः शाश्वततां, धर्मस्य महत्त्वं, निष्कामकर्म च प्रतिपादयति। आत्मनः स्वरूपं, कर्मयोगः, स्थितप्रज्ञश्च इति मूलतत्त्वानि प्रस्तौति।"
    },
    "gu": {
      "title": "અધ્યાય ૨: સાંખ્ય યોગ",
      "summary": "જ્ઞાનનો યોગ. કૃષ્ણ આત્માની શાશ્વત પ્રકૃતિ, ધર્મનું મહત્વ અને નિઃસ્વાર્થ કર્મની ખ્યાતની શિક્ષા આપે છે. આત્મન (આત્મા), કર્મ યોગ અને સ્થિતપ્રજ્ઞ (સ્થિર બુદ્ધિ) ની મૂળભૂત ખ્યાલનો પરિચય આપે છે."
    },
    "mr": {
      "title": "अध्याय २: सांख्य योग",
      "summary": "ज्ञानयोग. कृष्ण आत्म्याची शाश्वत प्रकृती, धर्माचे महत्त्व आणि निःस्वार्थ कर्म या संकल्पनांद्वारे शिकवण सुरू करतात. आत्मन (आत्मा), कर्मयोग आणि स्थितप्रज्ञ (स्थिर बुद्धी) या मूलभूत संकल्पनांचा परिचय देतात."
    }
  },
  {
    "chapter": 3,
    "en": {
      "title": "Chapter 3: Karma Yoga",
      "summary": "The Yoga of Action. Explains the importance of performing one's prescribed duties without attachment to results. Discusses the concept of Yajna (sacrifice) and the dangers of abandoning one's duties."
    },
    "hi": {
      "title": "अध्याय ३: कर्म योग",
      "summary": "कर्म का योग। फल की इच्छा के बिना अपने निर्धारित कर्तव्यों का पालन करने के महत्व को समझाता है। यज्ञ (बलिदान) की अवधारणा और अपने कर्तव्यों को त्यागने के खतरों पर चर्चा करता है।"
    },
    "sa": {
      "title": "अध्याय ३: कर्मयोगः",
      "summary": "कर्मयोगः। फलानपेक्षया स्वधर्मपालनस्य महत्त्वं व्याख्याति। यज्ञस्य संकल्पनां कर्तव्यत्यागस्य च संकटानि चर्चयति।"
    },
    "gu": {
      "title": "અધ્યાય ૩: કર્મ યોગ",
      "summary": "કર્મનો યોગ. ફળની ઇચ્છા વિના પોતાના નિર્ધારિત ફરજોનું પાલન કરવાનું મહત્વ સમજાવે છે. યજ્ઞ (બલિદાન) ની ખ્યાલ અને પોતાના ફરજોને ત્યાગવાના ખતરાઓ પર ચર્ચા કરે છે."
    },
    "mr": {
      "title": "अध्याय ३: कर्म योग",
      "summary": "कर्मयोग. फलाच्या इच्छाविना आपल्या निर्धारित कर्तव्यास पालन करण्याचे महत्त्व स्पष्ट करते. यज्ञ (बलिदान) या संकल्पनेवर चर्चा करते आणि आपल्या कर्तव्यांचा त्याग करण्याचे धोके सांगते."
    }
  },
  {
    "chapter": 4,
    "en": {
      "title": "Chapter 4: Jnana-Karma-Sanyasa Yoga",
      "summary": "The Yoga of Knowledge and Renunciation. Reveals the ancient nature of yoga, the proper approach to action, and the concept of divine incarnations."
    },
    "hi": {
      "title": "अध्याय ४: ज्ञान-कर्म-संन्यास योग",
      "summary": "ज्ञान और त्याग का योग। योग की प्राचीनता, कर्म के प्रति सही दृष्टिकोण और दिव्य अवतारों की अवधारणा को प्रकट करता है।"
    },
    "sa": {
      "title": "अध्याय ४: ज्ञानकर्मसंन्यासयोगः",
      "summary": "ज्ञानकर्मसंन्यासयोगः। प्राचीनयोगस्य स्वभावं, कर्माणां उचितदृष्टिं च दिव्यावताराणां च संकल्पनां प्रदर्शयति।"
    },
    "gu": {
      "title": "અધ્યાય ૪: જ્ઞાન-કર્મ-સંન્યાસ યોગ",
      "summary": "જ્ઞાન અને ત્યાગનો યોગ. યોગની પ્રાચીનતા, કર્મ માટેની યોગ્ય દૃષ્ટિ અને દિવ્ય અવતારોની ખ્યાલને પ્રગટ કરે છે."
    },
    "mr": {
      "title": "अध्याय ४: ज्ञान-कर्म-त्याग योग",
      "summary": "ज्ञान आणि त्यागाचा योग. योगाची प्राचीनता, कर्मासाठी योग्य दृष्टिकोन आणि दिव्य अवतारांची संकल्पना स्पष्ट करतो."
    }
  },
  {
    "chapter": 5,
    "en": {
      "title": "Chapter 5: Karma-Sanyasa Yoga",
      "summary": "The Yoga of Renunciation. Compares the paths of active service and renunciation, explaining true renunciation as detachment rather than physical abandonment."
    },
    "hi": {
      "title": "अध्याय ५: कर्म-संन्यास योग",
      "summary": "त्याग का योग। सक्रिय सेवा और त्याग के मार्गों की तुलना करता है, सच्चे त्याग को शारीरिक परित्याग के बजाय मानसिक असंलग्नता के रूप में समझाता है।"
    },
    "sa": {
      "title": "अध्याय ५: कर्मसंन्यासयोगः",
      "summary": "त्यागयोगः। सक्रियसेवायाः मार्गं च संन्यासस्य मार्गं च तुलनां करोति, यत्र सच्चं संन्यासं शारीरिकत्यागात् न तु मानसिकविरक्तिः इति व्याख्याति।"
    },
    "gu": {
      "title": "અધ્યાય ૫: કર્મ-સંન્યાસ યોગ",
      "summary": "ત્યાગનો યોગ. સક્રિય સેવા અને સંન્યાસના માર્ગોની તુલના કરે છે, સાચા સંન્યાસને શારીરિક પરિત્યાગ કરતાં માનસિક અસંલગ્નતા તરીકે સમજાવે છે."
    },
    "mr": {
      "title": "अध्याय ५: कर्म-त्याग योग",
      "summary": "त्यागाचा योग. सक्रिय सेवा आणि त्यागाच्या मार्गांची तुलना करतो, खरे त्याग म्हणजे शारीरिक परित्यागाऐवजी मानसिक असंलग्नता असल्याचे स्पष्ट करतो."
    }
  },
  {
    "chapter": 6,
    "en": {
      "title": "Chapter 6: Dhyana Yoga",
      "summary": "The Yoga of Meditation. Details the practice of meditation, control of mind and senses, and characteristics of a perfect yogi."
    },
    "hi": {
      "title": "अध्याय 6: ध्यान योग",
      "summary": "ध्यान का योग। ध्यान के अभ्यास, मन और इंद्रियों के नियंत्रण, और एक सिद्ध योगी के गुणों का विवरण करता है।"
    },
    "sa": {
      "title": "अध्याय ६: ध्यानयोगः",
      "summary": "ध्यानयोगः। ध्यानस्य अभ्यासं, मनस्य इन्द्रियाणां च नियन्त्रणं, च सिद्धयोगिनः गुणानां विवरणं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૬: ધ્યાન યોગ",
      "summary": "ધ્યાનનો યોગ. ધ્યાનના અભ્યાસ, મન અને ઇન્દ્રિયોના નિયંત્રણ અને એક પરફ કટ યોગી ના ગુણોનું વર્ણન કરે છે."
    },
    "mr": {
      "title": "अध्याय ६: ध्यान योग",
      "summary": "ध्यानाचा योग. ध्यानाच्या अभ्यास, मन आणि इंद्रियांच्या नियंत्रण, आणि एक सिद्ध योगीच्या गुणांचे वर्णन करतो."
    }
  },
  {
    "chapter": 7,
    "en": {
      "title": "Chapter 7: Jnana-Vijnana Yoga",
      "summary": "The Yoga of Knowledge and Wisdom. Reveals the divine nature as the supreme energy governing all existence and the three types of devotees."
    },
    "hi": {
      "title": "अध्याय ७: ज्ञान-विज्ञान योग",
      "summary": "ज्ञान और विज्ञान का योग। दिव्य प्रकृति को सर्वोच्च ऊर्जा के रूप में प्रकट करता है जो सभी अस्तित्व को नियंत्रित करती है और भक्तों के तीन प्रकारों का वर्णन करता है।"
    },
    "sa": {
      "title": "अध्याय ७: ज्ञानविज्ञानयोगः",
      "summary": "ज्ञानविज्ञानयोगः। दिव्यस्वरूपं सर्वसृष्टिं नियंत्रयति इति सर्वोच्चशक्तिः प्रदर्शयति, भक्तानां त्रिविधं वर्गीकरणं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૭: જ્ઞાન-વિજ્ઞાન યોગ",
      "summary": "જ્ઞાન અને વિજ્ઞાનનો યોગ. સર્વવ્યાપી શક્તિ તરીકે દિવ્ય સ્વરૂપને પ્રગટ કરે છે અને ભક્તોના ત્રણ પ્રકારોનું વર્ણન કરે છે."
    },
    "mr": {
      "title": "अध्याय ७: ज्ञान-विज्ञान योग",
      "summary": "ज्ञान आणि विज्ञानाचा योग. सर्व अस्तित्वाचे नियंत्रण करणाऱ्या सर्वोच्च शक्तीच्या रूपात दिव्य स्वरूपाचे प्रकट करतो आणि भक्तांच्या तीन प्रकारांचे वर्णन करतो."
    }
  },
  {
    "chapter": 8,
    "en": {
      "title": "Chapter 8: Aksara-Brahma Yoga",
      "summary": "The Yoga of the Imperishable Brahman. Explains the process of leaving the body, the nature of the Supreme, and the paths leading to spiritual liberation."
    },
    "hi": {
      "title": "अध्याय ८: अक्षर-ब्रह्म योग",
      "summary": "अक्षर ब्रह्म का योग। शरीर छोड़ने की प्रक्रिया, सर्वोच्च की प्रकृति और आध्यात्मिक मुक्ति के मार्गों को समझाता है।"
    },
    "sa": {
      "title": "अध्याय ८: अक्षरब्रह्मयोगः",
      "summary": "अक्षरब्रह्मयोगः। शरीरत्यागस्य प्रक्रिया, सर्वोच्चस्य स्वरूपं च आध्यात्मिकमुक्त्याः मार्गाणां विवेचनं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૮: અક્ષર-બ્રહ્મ યોગ",
      "summary": "અક્ષર બ્રહ્મનો યોગ. શરીર છોડવાની પ્રક્રિયા, સર્વોચ્ચની પ્રકૃતિ અને આધ્યાત્મિક મુક્તિના માર્ગોને સમજાવે છે."
    },
    "mr": {
      "title": "अध्याय ८: अक्षर-ब्रह्म योग",
      "summary": "अक्षर ब्रह्माचा योग. शरीराचा त्याग करण्याची प्रक्रिया, सर्वोच्चाची प्रकृती आणि आध्यात्मिक मुक्तीच्या मार्गांचे स्पष्टीकरण करतो."
    }
  },
  {
    "chapter": 9,
    "en": {
      "title": "Chapter 9: Raja-Vchapterya Yoga",
      "summary": "The Yoga of Sovereign Knowledge. Reveals the most confchapterential knowledge about the Lord's divine nature and His relationship with creation."
    },
    "hi": {
      "title": "अध्याय ९: राजा-विद्या योग",
      "summary": "राजा विद्या का योग। भगवान की दिव्य प्रकृति और सृष्टि के साथ उनके संबंध के बारे में सबसे गोपनीय ज्ञान प्रकट करता है।"
    },
    "sa": {
      "title": "अध्याय ९: राजविद्यायोगः",
      "summary": "राजविद्यायोगः। भगवानस्य दिव्यस्वरूपस्य च सृष्टिसंविधानस्य च गूढज्ञानं प्रदर्शयति।"
    },
    "gu": {
      "title": "અધ્યાય ૯: રાજા-વિદ્યાનો યોગ",
      "summary": "રાજા વિદ્યા નો યોગ. ભગવાનની દિવ્ય પ્રકૃતિ અને સર્જન સાથેના તેમના સંબંધ વિશે સૌથી ગુપ્ત જ્ઞાનને પ્રગટ કરે છે."
    },
    "mr": {
      "title": "अध्याय ९: राजा-विद्या योग",
      "summary": "राजा विद्या याचा योग. भगवानाच्या दिव्य स्वरूपाबद्दल आणि सृष्टीशी त्याच्या संबंधाबद्दलचे सर्वात गुप्त ज्ञान प्रकट करतो."
    }
  },
  {
    "chapter": 10,
    "en": {
      "title": "Chapter 10: Vibhuti Yoga",
      "summary": "The Yoga of Divine Glories. Describes Krishna's manifestations in the material world and his opulent expressions in various forms."
    },
    "hi": {
      "title": "अध्याय १०: विभूति योग",
      "summary": "विभूति का योग। कृष्ण के भौतिक जगत में विभिन्न रूपों में प्रकट होने और उनके दिव्य वैभव का वर्णन करता है।"
    },
    "sa": {
      "title": "अध्याय १०: विभूतियोगः",
      "summary": "विभूतियोगः। कृष्णस्य भौतिकजगति विविधरूपेषु प्रकटितं च तस्य दिव्यवैभवस्य वर्णनं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૦: વિભૂતિ યોગ",
      "summary": "વિભૂતિનો યોગ. કૃષ્ણના ભૌતિક જગતમાં વિવિધ રૂપોમાં પ્રગટ થવા અને તેમના દિવ્ય વૈભવનું વર્ણન કરે છે."
    },
    "mr": {
      "title": "अध्याय १०: विभूति योग",
      "summary": "विभूति योग. कृष्णाच्या भौतिक जगात विविध रूपांमध्ये प्रकट होण्याचे आणि त्यांच्या दिव्य वैभवाचे वर्णन करतो."
    }
  },
  {
    "chapter": 11,
    "en": {
      "title": "Chapter 11: Visvarupa-Darsana Yoga",
      "summary": "The Yoga of the Cosmic Form. Arjuna witnesses Krishna's universal form, revealing the terrifying aspect of the Absolute Truth."
    },
    "hi": {
      "title": "अध्याय ११: विश्वरूप-दर्शन योग",
      "summary": "विश्व रूप का योग। अर्जुन कृष्ण के विश्व रूप को देखता है, जो परम सत्य के भयानक पहलू को प्रकट करता है।"
    },
    "sa": {
      "title": "अध्याय ११: विश्वरूपदर्शनयोगः",
      "summary": "विश्वरूपदर्शनयोगः। अर्जुनः कृष्णस्य विश्वरूपं पश्यति, यः परमसत्यस्य भीषणं रूपं प्रदर्शयति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૧: વિશ્વરૂપ-દર્શન યોગ",
      "summary": "વિશ્વરૂપનો યોગ. અર્જુન કૃષ્ણના વિશ્વરૂપને જોવે છે, જે પરમ સત્યના ભયંકર પાસાને પ્રગટ કરે છે."
    },
    "mr": {
      "title": "अध्याय ११: विश्वरूप-दर्शन योग",
      "summary": "विश्व रूपाचा योग. अर्जुन कृष्णाच्या विश्व रूपाला पाहतो, जो परम सत्याचा भयानक पैलू प्रकट करतो."
    }
  },
  {
    "chapter": 12,
    "en": {
      "title": "Chapter 12: Bhakti Yoga",
      "summary": "The Yoga of Devotion. Explains the path of loving devotion and the qualities of chaptereal devotees."
    },
    "hi": {
      "title": "अध्याय १२: भक्ति योग",
      "summary": "भक्ति का योग। प्रेमपूर्ण भक्ति के मार्ग और आदर्श भक्तों के गुणों को समझाता है।"
    },
    "sa": {
      "title": "अध्याय १२: भक्तियोगः",
      "summary": "भक्तियोगः। प्रेमभक्त्याः मार्गं च आदर्शभक्तानां गुणानां विवेचनं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૨: ભક્તિ યોગ",
      "summary": "ભક્તિનો યોગ. પ્રેમભક્તિના માર્ગ અને આદર્શ ભક્તોના ગુણોને સમજાવે છે."
    },
    "mr": {
      "title": "अध्याय १२: भक्त योग",
      "summary": "भक्तीचा योग. प्रेमभक्तीचा मार्ग आणि आदर्श भक्तांचे गुण स्पष्ट करतो."
    }
  },
  {
    "chapter": 13,
    "en": {
      "title": "Chapter 13: Ksetra-Ksetrajna Yoga",
      "summary": "The Yoga of Field and Knower. Distinguishes between the body (field), soul (knower), and Supreme Consciousness."
    },
    "hi": {
      "title": "अध्याय १३: क्षेत्र-क्षेत्रज्ञ योग",
      "summary": "क्षेत्र और क्षेत्रज्ञ का योग। शरीर (क्षेत्र), आत्मा (क्षेत्रज्ञ) और सर्वोच्च चेतना के बीच भेद करता है।"
    },
    "sa": {
      "title": "अध्याय १३: क्षेत्रक्षेत्रज्ञयोगः",
      "summary": "क्षेत्रक्षेत्रज्ञयोगः। शरीरं (क्षेत्रं), आत्मा (क्षेत्रज्ञः) च सर्वोच्चचेतनायाः भेदं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૩: ક્ષેત્ર-ક્ષેત્રજ્ઞ યોગ",
      "summary": "ક્ષેત્ર અને ક્ષેત્રજ્ઞનો યોગ. શરીર (ક્ષેત્ર), આત્મા (ક્ષેત્રજ્ઞ) અને સર્વોચ્ચ ચેતનાના વચ્ચે ભેદ કરે છે."
    },
    "mr": {
      "title": "अध्याय १३: क्षेत्र-क्षेत्रज्ञ योग",
      "summary": "क्षेत्र आणि क्षेत्रज्ञाचा योग. शरीर (क्षेत्र), आत्मा (क्षेत्रज्ञ) आणि सर्वोच्च चेतनाद्वारे भेद करतो."
    }
  },
  {
    "chapter": 14,
    "en": {
      "title": "Chapter 14: Gunatraya-Vibhaga Yoga",
      "summary": "The Yoga of the Three Modes. Explains the three gunas (modes of nature) and how to transcend them."
    },
    "hi": {
      "title": "अध्याय १४: गुणत्रय-विभाग योग",
      "summary": "गुणों का योग। तीन गुणों (प्रकृति के मोड) को समझाता है और उन्हें पार करने का तरीका बताता है।"
    },
    "sa": {
      "title": "अध्याय १४: गुणत्रयविभागयोगः",
      "summary": "गुणत्रयविभागयोगः। त्रयाणां गुणानां (प्रकृतिस्वरूपाणां) विवेचनं करोति च तान् अतिक्रमणस्य उपायं दर्शयति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૪: ગુણત્રય-વિભાગ યોગ",
      "summary": "ગુણોનો યોગ. ત્રણ ગુણો (પ્રકૃતિના મોડ)ને સમજાવે છે અને તેમને પાર કરવાનો માર્ગ દર્શાવે છે."
    },
    "mr": {
      "title": "अध्याय १४: गुणत्रय-विभाग योग",
      "summary": "गुणांचा योग. तीन गुण (प्रकृतीचे मोड) स्पष्ट करतो आणि त्यांना पार करण्याचा मार्ग सांगतो."
    }
  },
  {
    "chapter": 15,
    "en": {
      "title": "Chapter 15: Purusottama Yoga",
      "summary": "The Yoga of the Supreme Person. Describes the eternal tree of material existence and the supreme destination."
    },
    "hi": {
      "title": "अध्याय १५: पुरुषोत्तम योग",
      "summary": "पुरुषोत्तम का योग। भौतिक अस्तित्व के शाश्वत वृक्ष और सर्वोच्च गंतव्य का वर्णन करता है।"
    },
    "sa": {
      "title": "अध्याय १५: पुरुषोत्तमयोगः",
      "summary": "पुरुषोत्तमयोगः। भौतिकसंसारस्य शाश्वतवृक्षं च सर्वोच्चगन्तव्यं च वर्णयति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૫: પુરુષોત્તમ યોગ",
      "summary": "પુરુષોત્તમનો યોગ. ભૌતિક અસ્તિત્વના શાશ્વત વૃક્ષ અને સર્વોચ્ચ ગંતવ્યનું વર્ણન કરે છે."
    },
    "mr": {
      "title": "अध्याय १५: पुरुषोत्तम योग",
      "summary": "पुरुषोत्तमाचा योग. भौतिक अस्तित्वाच्या शाश्वत वृक्षाचे आणि सर्वोच्च गंतव्याचे वर्णन करतो."
    }
  },
  {
    "chapter": 16,
    "en": {
      "title": "Chapter 16: Daivasura-Sampad-Vibhaga Yoga",
      "summary": "The Yoga of Divine and Demoniac Natures. Contrasts divine and demoniac qualities in human behavior."
    },
    "hi": {
      "title": "अध्याय १६: दैवी-आसुरी संपद्-विभाग योग",
      "summary": "दैवी और आसुरी गुणों का योग। मानव व्यवहार में दैवी और आसुरी गुणों के बीच अंतर करता है।"
    },
    "sa": {
      "title": "अध्याय १६: दैवासुरसम्पद्विभागयोगः",
      "summary": "दैवी-आसुरी गुणानां योगः। मानवव्यवहारस्य दैवी च आसुरी च गुणानां भेदं करोति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૬: દૈવી-આસુરી સંપદ્-વિભાગ યોગ",
      "summary": "દૈવી અને આસુરી ગુણોનો યોગ. માનવ વર્તનમાં દૈવી અને આસુરી ગુણો વચ્ચેનો ભેદ દર્શાવે છે."
    },
    "mr": {
      "title": "अध्याय १६: दैवी-आसुरी संपद्-विभाग योग",
      "summary": "दैवी आणि आसुरी गुणांचा योग. मानव वर्तनात दैवी आणि आसुरी गुणांमधील भेद स्पष्ट करतो."
    }
  },
  {
    "chapter": 17,
    "en": {
      "title": "Chapter 17: Sraddhatraya-Vibhaga Yoga",
      "summary": "The Yoga of Threefold Faith. Discusses the different types of faith corresponding to the three gunas and how they influence one's actions and spiritual practices."
    },
    "hi": {
      "title": "अध्याय १७: श्रद्धात्रय-विभाग योग",
      "summary": "तीन प्रकार की श्रद्धा का योग। तीन गुणों के अनुसार विभिन्न प्रकार की श्रद्धा पर चर्चा करता है और यह कैसे किसी के कार्यों और आध्यात्मिक प्रथाओं को प्रभावित करती है।"
    },
    "sa": {
      "title": "अध्याय १७: श्रद्धात्रयविभागयोगः",
      "summary": "श्रद्धात्रयविभागयोगः। त्रयाणां गुणानां अनुसार विभिन्नश्रद्धानां विषये चर्चां करोति च यः कार्याणां आध्यात्मिकप्रवृत्तीनां च प्रभावं दर्शयति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૭: શ્રદ્ધાત્રય-વિભાગ યોગ",
      "summary": "ત્રણ પ્રકારની શ્રદ્ધાનો યોગ. ત્રણ ગુણો અનુસાર વિવિધ પ્રકારની શ્રદ્ધા પર ચર્ચા કરે છે અને તે કેવી રીતે વ્યક્તિના કાર્ય અને આધ્યાત્મિક પ્રથાઓને પ્રભાવિત કરે છે."
    },
    "mr": {
      "title": "अध्याय १७: श्रद्धात्रय-विभाग योग",
      "summary": "तीन प्रकारच्या श्रद्धेचा योग. तीन गुणांनुसार विविध प्रकारच्या श्रद्धेवर चर्चा करतो आणि त्या व्यक्तीच्या कार्ये आणि आध्यात्मिक प्रथांवर कसा प्रभाव टाकतो हे स्पष्ट करतो."
    }
  },
  {
    "chapter": 18,
    "en": {
      "title": "Chapter 18: Moksha-Sanyasa Yoga",
      "summary": "The Yoga of Liberation and Renunciation. Summarizes the teachings of the Gita, discussing the nature of true renunciation, the paths to liberation, and the importance of surrendering to God."
    },
    "hi": {
      "title": "अध्याय १८: मोक्ष-संन्यास योग",
      "summary": "मोक्ष और त्याग का योग। गीता की शिक्षाओं का सारांश प्रस्तुत करता है, सच्चे त्याग की प्रकृति, मुक्ति के मार्गों और भगवान के प्रति समर्पण के महत्व पर चर्चा करता है।"
    },
    "sa": {
      "title": "अध्याय १८: मोक्षसंन्यासयोगः",
      "summary": "मोक्षसंन्यासयोगः। गीतेषु शिक्षाणां सारं प्रदर्शयति, सच्चं संन्यासस्य स्वरूपं, मोक्षस्य मार्गाणां च भगवानस्य प्रति समर्पणस्य महत्त्वं च चर्चयति।"
    },
    "gu": {
      "title": "અધ્યાય ૧૮: મોક્ષ-સંન્યાસ યોગ",
      "summary": "મોક્ષ અને ત્યાગનો યોગ. ગીતા ની શિક્ષણોનું સારાંશ રજૂ કરે છે, સાચા ત્યાગની પ્રકૃતિ, મુક્તિના માર્ગો અને ભગવાન પ્રત્યે સમર્પણના મહત્વ પર ચર્ચા કરે છે."
    },
    "mr": {
      "title": "अध्याय १८: मोक्ष-संन्यास योग",
      "summary": "मोक्ष आणि त्यागाचा योग. गीतेच्या शिकवणींचा सारांश प्रस्तुत करतो, खरे त्याग म्हणजे काय, मुक्तीचे मार्ग आणि भगवानप्रती समर्पणाचे महत्त्व स्पष्ट करतो."
    }
  }
]
