[
  {
    "chapter": 1,
    "en": {
      "title": "Chapter 1: Arjuna Vishada Yoga",
      "summary": "In the first chapter of the Bhagavad Gita, the scene unfolds on the battlefield of Kurukshetra, where the two mighty armies—the Pandavas and the Kauravas—are preparing for war. Arjuna, the key warrior from the Pandava side, is suddenly filled with doubt and sorrow. As the moment of battle arrives, he is distressed by the thought of fighting against his own family members, teachers, and friends. At this crucial point, Arjuna turns to his charioteer, Lord Krishna, seeking guidance during this moral crisis. Krishna responds by reminding Arjuna of his duty as a warrior. Upholding dharma (righteousness) is paramount, and this battle is a necessary part of Arjuna's duty. Krishna explains that Arjuna must fight for justice, even though it means facing his loved ones in combat. Furthermore, Krishna introduces the concept of the eternal soul, explaining that the soul never dies but simply transitions from one body to another. This idea helps Arjuna understand the impermanence of the body and the eternal nature of the soul, giving him clarity in his confusion. Despite Krishna’s counsel, Arjuna remains conflicted. The thought of killing his own family members troubles him deeply. To reassure him, Krishna emphasizes that attachment to the body is temporary, while the soul is eternal. He urges Arjuna to act without attachment to the results of his actions, as this is the true path to liberation (moksha). Krishna’s teachings in this chapter provide valuable lessons on duty, morality, and the eternal nature of the soul. The chapter advises us to act according to our roles in life without becoming attached to the outcome, and by doing so, we can achieve peace and fulfillment even in the most challenging situations. It teaches that life often presents difficult decisions, just like the one Arjuna faces, and that we should not let our emotions cloud our judgment. By focusing on our duties and moral responsibilities, we can overcome obstacles and navigate the crossroads of life with clarity. The lessons from this chapter are not limited to the battlefield; they can be applied to personal growth, professional development, and everyday life. Some practical applications include staying focused on goals, upholding moral values, embracing change, serving the greater good, controlling emotions, and accepting our place in life. This way, the teachings from Chapter 1 guide us to act with integrity and purpose, even in times of difficulty, helping us find strength and clarity in navigating life’s challenges.",
      "main_teachings": [
        "Duty over personal emotions: Arjuna’s internal struggle teaches us to prioritize our duties, even when personal feelings might conflict with them.",
        "Detachment from results: Krishna’s advice to act without attachment to the outcome is a core principle of mindfulness and personal growth.",
        "The impermanence of the body: Understanding that the soul is eternal can help us face challenges in life with strength, as it removes the fear of death.",
        "Moral decision-making: Arjuna’s dilemma mirrors the difficult decisions we all face, where we must balance morality and our emotional attachments.",
        "The importance of seeking guidance: Just like Arjuna turns to Krishna, seeking wisdom and support from mentors or spiritual guides is vital in navigating life’s challenges.",
        "Life’s challenges are inevitable: Like Arjuna’s battle, life will often present difficult choices, but clarity of purpose can guide us through these moments."
      ],
      "practical_tips": [
        "Stay focused on your goals: Krishna reminds Arjuna to concentrate on his duty as a warrior. Similarly, in our own lives, we must remain dedicated to our goals, even when faced with challenges.",
        "Uphold moral values: Arjuna’s inner conflict highlights the struggle between duty and morality. Often, we encounter similar dilemmas. However, by standing firm in our values and doing what is right, we build integrity and self-respect.",
        "Embrace change: Krishna explains that the universe is cyclical, undergoing constant creation and destruction. In the same way, accepting change in our lives allows us to grow through transitions.",
        "Serve the greater good: Krishna emphasizes the importance of acting for the benefit of others. Serving the greater good, whether through community service or acts of kindness, enriches both our lives and those around us.",
        "Control your emotions: Arjuna is overwhelmed by sorrow, but Krishna urges him to control his emotions. By mastering our emotional reactions, we can make better decisions and maintain peace during times of stress.",
        "Accept your place in life: Krishna teaches Arjuna about the eternal nature of the soul and the universe. Accepting our place in this larger framework helps cultivate humility and gratitude."
      ],
      "what_we_can_learn": [
        "Duty over personal emotions: Arjuna’s internal struggle teaches us to prioritize our duties, even when personal feelings might conflict with them.",
        "Detachment from results: Krishna’s advice to act without attachment to the outcome is a core principle of mindfulness and personal growth.",
        "The impermanence of the body: Understanding that the soul is eternal can help us face challenges in life with strength, as it removes the fear of death.",
        "Moral decision-making: Arjuna’s dilemma mirrors the difficult decisions we all face, where we must balance morality and our emotional attachments.",
        "The importance of seeking guidance: Just like Arjuna turns to Krishna, seeking wisdom and support from mentors or spiritual guides is vital in navigating life’s challenges.",
        "Life’s challenges are inevitable: Like Arjuna’s battle, life will often present difficult choices, but clarity of purpose can guide us through these moments."
      ]
    },
    "hi": {
      "title": "अध्याय १: अर्जुन विषाद योग",
      "summary": "भगवद गीता के पहले अध्याय में कुरुक्षेत्र के युद्धभूमि का दृश्य प्रस्तुत होता है, जहाँ पांडव और कौरव सेनाएँ आमने-सामने युद्ध के लिए खड़ी हैं। पांडवों के महान योद्धा अर्जुन अचानक शंका और शोक में पड़ जाते हैं। युद्ध का समय आते ही, वे अपने परिवार, गुरु और मित्रों से युद्ध करने के विचार से विचलित हो जाते हैं। इस कठिन क्षण में, अर्जुन अपने सारथी श्रीकृष्ण से मार्गदर्शन मांगते हैं। श्रीकृष्ण उन्हें याद दिलाते हैं कि एक योद्धा के रूप में उनका धर्म निभाना आवश्यक है। धर्म की रक्षा करना सबसे महत्वपूर्ण है, भले ही इसके लिए अपने प्रियजनों के विरुद्ध युद्ध करना पड़े। श्रीकृष्ण आत्मा के शाश्वत स्वरूप की व्याख्या करते हैं और समझाते हैं कि आत्मा कभी नहीं मरती, वह केवल एक शरीर से दूसरे शरीर में प्रवेश करती है। इससे अर्जुन को शरीर की नश्वरता और आत्मा के शाश्वत स्वरूप का बोध होता है। श्रीकृष्ण अर्जुन को सिखाते हैं कि उन्हें बिना फल की आसक्ति के अपना कर्तव्य निभाना चाहिए। यह अध्याय हमें जीवन में बिना मोह के कर्म करने, नैतिकता बनाए रखने और कठिन परिस्थितियों में सही निर्णय लेने की शिक्षा देता है।",
      "main_teachings": [
        "धर्म और कर्तव्य: योद्धा के रूप में अर्जुन का धर्म है न्याय के लिए संघर्ष करना।",
        "आत्मा की अमरता: शरीर नश्वर है, पर आत्मा अनश्वर; मृत्यु एक परिवर्तन मात्र है।",
        "फल की आसक्ति त्यागें: कर्म करो, पर परिणाम से मोह न रखो।",
        "नैतिक द्वंद्व: कर्तव्य और भावनाओं के बीच संतुलन जीवन का अहम पाठ है।"
      ],
      "practical_tips": [
        "लक्ष्य पर ध्यान दें: चुनौतियों में भी अपने कर्तव्यों का पालन करें।",
        "नैतिक मूल्यों को प्राथमिकता दें: न्याय को व्यक्तिगत संबंधों से ऊपर रखें।",
        "परिवर्तन स्वीकारें: जीवन की अनिश्चितता में विकास करें।",
        "निस्वार्थ सेवा: समाज और दूसरों के कल्याण के लिए कार्य करें।",
        "भावनाओं पर नियंत्रण: शांत मन से निर्णय लें।"
      ],
      "what_we_can_learn": [
        "धर्म का पालन जीवन के कठिन निर्णयों में मार्गदर्शक है।",
        "आत्मा की अमरता जीवन के दुःखों को सहने की शक्ति देती है।",
        "फल की चिंता छोड़कर कर्म करने से मन शांत रहता है।",
        "नैतिक साहस समाज और व्यक्ति के लिए आवश्यक है।"
      ]
    },
    "sa": {
      "title": "अध्याय १: अर्जुन विषाद योग",
      "summary": "प्रथम अध्याये भगवद्गीता कुरुक्षेत्रे रणभूमौ प्रवर्तते, यत्र पाण्डवाः कौरवाश्च युद्धाय समुपस्थिताः। पाण्डवानां प्रमुखः योद्धा अर्जुनः शोकं संशयं च आपन्नः। युध्दसमये सः स्वजनैः, गुरुभिः, मित्रैः च सह युद्धं कर्तुं कातरः भवति। एषः क्षणः निर्णायकः सन्, अर्जुनः श्रीकृष्णं स्वस्य रथसारथिं नैतिकं मार्गदर्शनं याचते। श्रीकृष्णः तम् अनुस्मारयति यत् योद्धा अस्य धर्मः कर्तव्यं करणीयं च। धर्मस्य रक्षणं आवश्यकं, अपि च स्वजनैः सह युद्धं कर्तव्यम्। श्रीकृष्णः आत्मनः शाश्वतस्वरूपं व्याख्याति, यत् आत्मा न कदापि नश्यति किन्तु शरीरेभ्यः शरीरेषु गच्छति। कृष्णः अर्जुनं प्रेरयति यत् कर्म कर्तव्यं फलस्य आसक्ति बिना। अयं अध्यायः धर्मं पालनं, चित्तस्य शान्तिं, जीवनस्य संकटेषु यथार्थमार्गं च दर्शयति।",
      "main_teachings": [
        "धर्म आणि कर्तव्य: अर्जुनचा योद्धा म्हणून धर्म न्यायासाठी लढणे आहे.",
        "आत्म्याची अमरता: आत्मा अमर आहे आणि शरीराच्या मर्यादांपलीकडे आहे.",
        "फलांवर आसक्ती टाका: कर्म करा, पण परिणामांवर आसक्ती ठेवू नका.",
        "नैतिक संघर्ष: जीवनातील कठीण निर्णयांमध्ये कर्तव्य आणि भावना यांचे संतुलन आवश्यक आहे."
      ],
      "practical_tips": [
        "आपल्या उद्दिष्टांवर लक्ष केंद्रित करा: आव्हानांमध्येही आपल्या कर्तव्यांचे पालन करा.",
        "नैतिक मूल्ये जपा: न्यायाला वैयक्तिक नात्यांपेक्षा महत्त्व द्या.",
        "परिवर्तन स्वीकारा: जीवनाच्या चक्राकार स्वभावात वाढ करा.",
        "निस्वार्थ सेवा करा: समाजाच्या भल्यासाठी कार्य करा.",
        "भावनांवर नियंत्रण ठेवा: शांत मनाने निर्णय घ्या."
      ],
      "what_we_can_learn": [
        "धर्माचे पालन जीवनातील कठीण निर्णयांमध्ये मार्गदर्शन करते.",
        "आत्म्याची अमरता जीवनाच्या आव्हानांना सामोरे जाण्याची शक्ती देते.",
        "फलांच्या चिंता सोडून कर्म केल्याने मन शांत राहते.",
        "नैतिक साहस समाज आणि व्यक्तीच्या भल्यासाठी आवश्यक आहे."
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧: અર્જુન વિસાદ યોગ",
      "summary": "પ્રથમ અધ્યાયમાં, ભગવદ ગીતા કુરુક્ષેત્રના રણક્ષેત્ર પર ખુલશે છે, જ્યાં પાંડવો અને કૌરવો યુદ્ધ માટે તૈયાર છે. પાંડવોના મુખ્ય યોદ્ધા અર્જુન અચાનક શંકા અને દુઃખથી ભરાઈ જાય છે. યુદ્ધની ઘડી નજીક આવે છે ત્યારે, તેને પોતાના પરિવારજનો, ગુરુઓ અને મિત્રો સામે લડવાનું વિચારીને વ્યથા થાય છે. આ નિર્ણાયક ક્ષણે, અર્જુન તેના રથસારથી શ્રીકૃષ્ણ પાસે નૈતિક દિગ્દર્શન માટે વિનંતી કરે છે. શ્રીકૃષ્ણ તેને યાદ અપાવે છે કે એક યોદ્ધા તરીકે તેનું ધર્મ પાલન કરવું જરૂરી છે. ધર્મનું રક્ષણ કરવું એ અર્જુનનું કર્તવ્ય છે, ભલે તે પોતાના પ્રિયજનો સામે યુદ્ધ કરવું પડે. વધુમાં, કૃષ્ણ આત્માના શાશ્વત સ્વરૂપની સમજ આપે છે, સમજાવે છે કે આત્મા કદી મરેતો નથી, તે માત્ર એક શરીરમાંથી બીજા શરીરમાં પ્રવેશ કરે છે. આ ખ્યાલ અર્જુનને દેહની નશ્વરતા અને આત્માના શાશ્વતત્વની સમજણ આપે છે. કૃષ્ણ અર્જુનને નિષ્ઠાપૂર્વક કર્તવ્યનિષ્ઠ રહેવાનું કહે છે, ભલે પરિણામ કેવું પણ હોય. આ અધ્યાય જીવનમાં કઈ રીતે ધર્મનું પાલન કરવું, મનને શાંત અને સ્થિર રાખવું, તથા જીવનના સંકટોમાં પણ બોધપાઠ મેળવવો તે શીખવે છે.",
      "main_teachings": [
        "ધર્મ અને ફરજ: અર્જુનનો યુદ્ધા તરીકેનો ધર્મ ન્યાય માટે લડવાનો છે.",
        "આત્માની અમરતા: આત્મા અમર છે અને શરીરના મર્યાદાઓથી પર છે.",
        "પરિણામો પર આકર્ષણ છોડો: કર્મ કરો, પરંતુ પરિણામો પર આકર્ષણ ન રાખો.",
        "નૈતિક સંઘર્ષ: જીવનના કઠણ નિર્ણયો માટે ફરજ અને ભાવનાઓ વચ્ચે સંતુલન જરૂરી છે."
      ],
      "practical_tips": [
        "તમારા લક્ષ્યો પર ધ્યાન કેન્દ્રિત કરો: પડકારોમાં પણ તમારા ફરજનું પાલન કરો.",
        "નૈતિક મૂલ્યોને મહત્વ આપો: ન્યાયને વ્યક્તિગત સંબંધો કરતાં વધુ મહત્વ આપો.",
        "પરિવર્તન સ્વીકારો: જીવનના ચક્રાત્મક સ્વભાવમાં વિકાસ કરો.",
        "નિસ્વાર્થ સેવા કરો: સમાજના કલ્યાણ માટે કાર્ય કરો.",
        "ભાવનાઓ પર નિયંત્રણ રાખો: શાંતિથી નિર્ણય લો."
      ],
      "what_we_can_learn": [
        "ધર્મનું પાલન જીવનના કઠણ નિર્ણયો માટે માર્ગદર્શન આપે છે.",
        "આત્માની અમરતા જીવનના દુખોને સહન કરવાની શક્તિ આપે છે.",
        "પરિણામોની ચિંતા છોડીને કર્મ કરવાથી મન શાંતિમાં રહે છે.",
        "નૈતિક ધૈર્ય સમાજ અને વ્યક્તિ માટે જરૂરી છે."
      ]
    },
    "mr": {
      "title": "अध्याय १: अर्जुन विषाद योग",
      "summary": "भगवद गीतेच्या पहिल्या अध्यायात कौरव आणि पांडवांच्या विशाल सैन्यांचे युद्ध कुरुक्षेत्रावर उभे आहे. पांडवांचा महान योद्धा अर्जुन अचानक शंका आणि शोकाने भरून जातो. युद्धाचा क्षण जवळ येताच, त्याला आपल्या कुटुंबीयांशी, गुरुजनांशी आणि मित्रांशी लढायचे आहे याची जाणीव होते आणि तो दु:खी होतो. या कठीण प्रसंगी, अर्जुन आपला सारथी श्रीकृष्ण याच्याकडे मार्गदर्शनासाठी मदत मागतो. श्रीकृष्ण त्याला समजावतात की एक योद्धा म्हणून त्याचे कर्तव्य पार पाडणे आवश्यक आहे. धर्माचे पालन करणे हे सर्वोच्च आहे आणि ही लढाई आवश्यक आहे. श्रीकृष्ण आत्म्याच्या अमरत्वाची संकल्पना स्पष्ट करतात, की आत्मा कधीही मरत नाही, तो केवळ एका शरीरातून दुसऱ्या शरीरात प्रवेश करतो. त्यामुळे अर्जुनाला देहाच्या तात्पुरत्या अस्तित्वाची जाणीव होते आणि आत्म्याच्या शाश्वतत्वाची समज येते. श्रीकृष्ण अर्जुनाला निर्लिप्ततेने आपले कर्तव्य पार पाडण्याचा सल्ला देतात. हा अध्याय जीवनात कसे निःस्वार्थपणे कर्म करावे, आपल्या भावनांवर नियंत्रण कसे ठेवावे, आणि कठीण प्रसंगी नीतीमूल्ये कशी पाळावी हे शिकवतो.",
      "main_teachings": [
        "धर्म आणि कर्तव्य: अर्जुनचा योद्धा म्हणून धर्म न्यायासाठी लढणे आहे.",
        "आत्म्याची अमरता: आत्मा अमर आहे आणि शरीराच्या मर्यादांपलीकडे आहे.",
        "फलांवर आसक्ती टाका: कर्म करा, पण परिणामांवर आसक्ती ठेवू नका.",
        "नैतिक संघर्ष: जीवनातील कठीण निर्णयांमध्ये कर्तव्य आणि भावना यांचे संतुलन आवश्यक आहे."
      ],
      "practical_tips": [
        "आपल्या उद्दिष्टांवर लक्ष केंद्रित करा: आव्हानांमध्येही आपल्या कर्तव्यांचे पालन करा.",
        "नैतिक मूल्ये जपा: न्यायाला वैयक्तिक नात्यांपेक्षा महत्त्व द्या.",
        "परिवर्तन स्वीकारा: जीवनाच्या ચક્રાકાર સ્વભાવમાં वाढ करा.",
        "निस्वार्थ सेवा करा: સમાજाच्या ભल्यासाठी कार्य करा.",
        "भावनांवर नियंत्रण ठेवा: शांत मनाने निर्णय घ्या."
      ],
      "what_we_can_learn": [
        "धर्माचे पालन जीवनातील कठीण निर्णयांमध्ये मार्गदर्शन करते.",
        "आत्म्याची अमरता जीवनाच्या आव्हानांना सामोरे जाण्याची शक्ती देते.",
        "फलांच्या चिंता सोडून कर्म केल्याने मन शांत राहते.",
        "नैतिक साहस समाज आणि व्यक्तीच्या भल्यासाठी आवश्यक आहे."
      ]
    }
  },
  {
    "chapter": 2,
    "en": {
      "title": "Chapter 2: Sankhya Yoga",
      "summary": "Chapter 2 of the Bhagavad Gita, known as Sankhya Yoga or The Yoga of Knowledge, holds a significant place in the scripture. In this chapter, Lord Krishna explains to Arjuna the immortality of the soul, the importance of detachment, and the path of action (Karma Yoga). The central teachings in this chapter focus on understanding the eternal nature of the soul, practising detachment from the outcomes of actions, and striving for wisdom to discern the real from the unreal. Krishna elaborates on the significance of performing one’s duties selflessly and highlights the state of a self-realised person, which embodies equanimity in the face of life’s challenges.",
      "main_teachings": [
        "The Immortality of the Soul: The soul is eternal and indestructible, remaining unchanged beyond the cycles of birth and death.",
        "The Importance of Detachment: Detachment from the outcomes of one’s actions is crucial to avoid suffering and clouded judgment.",
        "Karma Yoga: The Yoga of Action is introduced as a means of spiritual growth by performing duties without attachment to the results.",
        "Jnana Yoga: Wisdom is key to spiritual progress, helping one overcome sorrow and ignorance.",
        "Viveka: Discernment, the ability to distinguish between the eternal and the transient, is necessary for spiritual growth.",
        "Stithaprajna: A self-realised person exhibits equanimity amidst life’s dualities—pleasure and pain, success and failure."
      ],
      "practical_tips": [
        "Cultivate a Broader Perspective on Life: Recognise the immortality of the soul to face challenges with resilience and focus on spiritual growth.",
        "Practice Detachment: Detachment from outcomes reduces emotional turmoil and leads to inner peace.",
        "Embrace Karma Yoga: Perform selfless actions without attachment to the results, dedicating efforts to a higher purpose.",
        "Cultivate Wisdom and Discernment: Seek knowledge and practise mindfulness to discern between the eternal and temporary, guiding you towards self-realisation.",
        "Strive for Equanimity (Stithaprajna): Cultivate a balanced mindset to navigate life’s ups and downs gracefully.",
        "Develop a Regular Spiritual Practice: Regular meditation, prayer, or yoga helps deepen your understanding of the Gita’s teachings.",
        "Engage in Selfless Service: Volunteer or help others to cultivate compassion, aligning with the teachings of the Gita."
      ],
      "what_we_can_learn": [
        "The soul is eternal and indestructible, beyond the cycles of birth and death.",
        "Detachment from the results of our actions can bring peace and clarity.",
        "Selfless action (Karma Yoga) helps in spiritual growth and provides meaning in all aspects of life.",
        "True wisdom and discernment help to distinguish between what is eternal and what is temporary.",
        "Equanimity (Stithaprajna) allows us to stay composed amidst life’s challenges and dualities.",
        "Regular spiritual practices and selfless service can foster compassion and help with personal growth."
      ]
    },
    "hi": {
      "title": "अध्‍याय २: सांख्य योग",
      "summary": "भगवद गीता के दूसरे अध्याय को सांख्य योग या ज्ञान का योग कहा जाता है। इस अध्याय में भगवान श्री कृष्ण अर्जुन को आत्मा की शाश्वतता, कर्म के परिणामों से विकार से बचने के लिए वैराग्य, और कर्म योग के महत्व को समझाते हैं। वे समझाते हैं कि शरीर नाशवान है, लेकिन आत्मा अमर है। इस अध्याय में कृष्ण अर्जुन को ज्ञान की महत्ता और विवेक (अवधारणा) को आत्मसात करने की आवश्यकता को बताते हैं। इसके अतिरिक्त, आत्मज्ञान की स्थिति के रूप में स्थिरप्रज्ञा का वर्णन करते हुए, जीवन के सुख-दुःख और सफलताओं-विफलताओं के बीच संतुलन बनाए रखने की आवश्यकता को बताते हैं।",
      "main_teachings": [
        "आत्मा की शाश्वतता: आत्मा नाशवंत है और जन्म-मृत्यु के चक्र से परे है।",
        "वैराग्य का महत्व: कार्यों के परिणामों से आसक्ति से बचने के लिए वैराग्य महत्वपूर्ण है।",
        "कर्म योग: कर्मों को बिना परिणाम की इच्छा के, बिना किसी आसक्ति के करना, जो आत्मिक उन्नति का मार्ग है।",
        "ज्ञान योग: आत्मा और सृष्टि के ज्ञान के बिना दुःख और अज्ञान से मुक्ति नहीं मिल सकती।",
        "विवेक: यह ज्ञान है कि क्या स्थायी है और क्या अस्थायी, जिससे व्यक्ति को आत्मा के शाश्वत स्वरूप को समझने में मदद मिलती है।",
        "स्थिरप्रज्ञा: एक व्यक्ति जो जीवन की द्वंद्वात्मकताओं (सुख-दुःख, सफलता-निराशा) के बीच भी शांत रहता है, वह आत्मज्ञान की स्थिति में होता है।"
      ],
      "practical_tips": [
        "जीवन पर व्यापक दृष्टिकोण अपनाएं: आत्मा की शाश्वतता को समझकर जीवन की चुनौतियों का सामना करें और आध्यात्मिक उन्नति की ओर बढ़ें।",
        "वैराग्य का अभ्यास करें: कार्यों से परिणाम की आसक्ति छोड़कर मानसिक शांति प्राप्त करें।",
        "कर्म योग को अपनाएं: अपने कार्यों को बिना किसी आसक्ति के करने से आत्मिक उन्नति होगी और जीवन में सार्थकता आएगी।",
        "ज्ञान और विवेक विकसित करें: आध्यात्मिक ग्रंथों का अध्ययन करें और विवेक का अभ्यास करें, जिससे अस्थायी और स्थायी के बीच भेद समझ सकें।",
        "स्थिरप्रज्ञा के लिए प्रयास करें: जीवन के उतार-चढ़ाव के बीच संतुलन बनाए रखने के लिए मानसिक शांति और धैर्य विकसित करें।",
        "नियमित आध्यात्मिक अभ्यास विकसित करें: ध्यान, प्रार्थना या योग जैसी दिनचर्या से ज्ञान को आत्मसात करें।",
        "निःस्वार्थ सेवा में भाग लें: स्वयंसेवी कार्यों से सहानुभूति और करुणा विकसित करें।"
      ],
      "what_we_can_learn": [
        "आत्मा शाश्वत और अमर है, जन्म-मृत्यु के चक्र से परे है।",
        "कार्य के परिणाम से आसक्ति छोड़ने से मानसिक शांति मिलती है।",
        "कर्म योग से आत्मिक उन्नति होती है और जीवन में सार्थकता मिलती है।",
        "सही ज्ञान और विवेक से अस्थायी और स्थायी के बीच भेद समझने में मदद मिलती है।",
        "स्थिरप्रज्ञा जीवन के द्वंद्वात्मकताओं के बीच संतुलन बनाए रखने में मदद करती है।",
        "नियमित आध्यात्मिक अभ्यास और निःस्वार्थ सेवा से सहानुभूति और व्यक्तिगत विकास होता है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय २: सांख्ययोगः",
      "summary": "भगवद्गीता के द्वितीय अध्याय में भगवान श्री कृष्ण अर्जुन को आत्मा की अमरता, कर्मों के परिणाम से अनासक्ति, और कर्म योग के महत्व के बारे में बताते हैं। वे बताते हैं कि आत्मा शाश्वत और अजर है, जबकि शरीर नाशवान है। इस अध्याय में कर्म योग, ज्ञान योग, विवेक, और स्थिरप्रज्ञा जैसे महत्वपूर्ण सिद्धांतों की चर्चा की जाती है। इसके अलावा, कृष्ण बताते हैं कि आत्मज्ञान की स्थिति में व्यक्ति जीवन के प्रत्येक अनुभव को शांति और धैर्य के साथ देखता है, जो आत्म-ज्ञान की एक उच्च स्थिति होती है।",
      "main_teachings": [
        "आत्मा की अमरता: आत्मा शाश्वत है और नश्वर शरीर से परे है।",
        "वैराग्य का महत्व: कर्मों से अनासक्ति आत्मिक उन्नति के लिए आवश्यक है।",
        "कर्म योग: कर्मों को बिना किसी आसक्ति के करना आत्मिक विकास का मार्ग है।",
        "ज्ञान योग: आत्मा और ब्रह्मा के ज्ञान से दुख और अज्ञान से मुक्ति मिलती है।",
        "विवेक: स्थायी और अस्थायी के बीच भेद करने का ज्ञान आत्मिक उन्नति के लिए आवश्यक है।",
        "स्थिरप्रज्ञा: आत्मज्ञानी व्यक्ति जीवन के हर उतार-चढ़ाव में शांति और समभाव बनाए रखता है।"
      ],
      "practical_tips": [
        "जीवन के प्रति व्यापक दृष्टिकोण अपनाएं: आत्मा की अमरता को समझकर जीवन में संतुलन बनाए रखें।",
        "कर्मों से अनासक्ति का अभ्यास करें: परिणामों से भले ही कोई अंतर न आए, पर कर्म को निष्कलंक रूप से करना चाहिए।",
        "कर्म योग का पालन करें: प्रत्येक कार्य को बिना किसी परिणाम की इच्छा से करना आत्मिक उन्नति का साधन है।",
        "ज्ञान और विवेक को महत्व दें: जीवन में स्थायी और अस्थायी के बीच भेद समझकर आत्मज्ञान की ओर बढ़ें।",
        "स्थिरप्रज्ञा की ओर बढ़ें: जीवन की बाधाओं को शांति और समभाव के साथ पार करें।"
      ],
      "what_we_can_learn": [
        "आत्मा अमर और शाश्वत है।",
        "कर्मों के परिणाम से अनासक्ति मानसिक शांति लाती है।",
        "कर्म योग से आत्मिक विकास और जीवन में सार्थकता मिलती है।",
        "ज्ञान और विवेक से अस्थायी और स्थायी के बीच भेद समझने में मदद मिलती है।",
        "स्थिरप्रज्ञा से जीवन की द्वंद्वात्मकताओं के बीच संतुलन प्राप्त होता है।",
        "नियमित आध्यात्मिक अभ्यास और निःस्वार्थ सेवा से सहानुभूति और विकास होता है।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૨: સંખ્ય યોગ",
      "summary": "ભગવદ ગીતા ના બીજા અધ્યાયને સંખ્ય યોગ કે અન્નમય યોગ તરીકે ઓળખવામાં આવે છે. આ અધ્યાયમાં ભગવાન કૃષ્ણ અર્જુને આત્માના અમરત્વ, કર્મોના પરિણામોથી વિમુક્ત રહેવા માટે વૈરાગ્યના મહત્ત્વ અને કર્મયોગના માર્ગ વિશે ઉપદેશ આપે છે. તે અર્જુને સંકેત આપે છે કે શરીર નાશવંત છે, પરંતુ આત્મા અમર છે. આ અધ્યાયમાં કર્મયોગ, જ્ઞાનયોગ, વિવેક અને સ્થિરપ્રજ્ઞાની પરિચય આપવામાં આવે છે, જે સ્વધર્મના અભ્યાસ સાથે માણસને આધ્યાત્મિક પ્રગતિ તરફ દોરે છે.",
      "main_teachings": [
        "આત્માનો અમરત્વ: આત્મા અજર અને નાશવંતી છે, તે શરીરથી પરે છે.",
        "વૈરાગ્યનું મહત્વ: કર્મોના પરિણામોથી વિમુક્ત રહેવું જરૂરી છે.",
        "કર્મ યોગ: કર્મોને અનાસક્તિથી કરવું, જે આધ્યાત્મિક વિકાસ માટે અનિવાર્ય છે.",
        "જ્ઞાન યોગ: જ્ઞાન દ્વારા આત્મા અને બ્રહ્માનું સત્ય સમજવું, આથી દુઃખ અને અંધકારનો અંત આવે છે.",
        "વિવેક: કે જે તટસ્થતાને પ્રગટાવે, તે છે સત્ય અને અસત્ય વચ્ચે ભેદ થવામાં મદદ કરે છે.",
        "સ્થિરપ્રજ્ઞાની: તે વ્યક્તિ કે જે જીવનના તમામ દોષોમાં સહેજ અને સંતુલિત રહે છે, તે આત્મજ્ઞાન પ્રાપ્ત કરે છે."
      ],
      "પ્રાયોગિક_ટિપ્સસ": [
        "જીવન માટે વ્યાપક દૃષ્ટિ Adopt: આત્માના અમરત્વને સમજતા જીવનમાં શાંતિ અને સંતુલન લાવવો.",
        "વૈરાગ્યનો અભ્યાસ કરો: પરિણામથી અસંલગ્ન થવા માટે વૈરાગ્ય અપનાવો.",
        "કર્મ યોગને અપનાવો: અનાસક્તિ સાથે તમારા કાર્યોમાં આગળ વધો.",
        "જ્ઞાન અને વિવેક વિકસાવો: આત્માના ગુણ અને અસાધારણને ઓળખી જીવનમાં શ્રેષ્ઠતા લાવવી.",
        "સ્થિરપ્રજ્ઞાની થવા માટે પ્રયત્ન કરો: જીવનમાં શાંતિ અને સરળતાથી આગળ વધો."
      ],
      "what_we_can_learn": [
        "આત્મા અમર છે.",
        "કર્મોના પરિણામોથી વિમુક્ત થવું અંતર્ગત શાંતિ લાવે છે.",
        "કર્મ યોગથી આધ્યાત્મિક પ્રગતિ અને જીવનમાં અર્થ મળે છે.",
        "જ્ઞાન અને વિવેકનો વિકાસ સ્વતંત્રતા માટે મહત્વપૂર્ણ છે.",
        "સ્થિરપ્રજ્ઞાની હોવાનો અર્થ છે, જીવનના દરેક પરિસ્થિતિમાં શાંતિ અને સંતુલન મેળવવું.",
        "નિઃસ્વાર્થ સેવા અને નિયમિત આત્મીય અભ્યાસથી વ્યક્તિત્વ અને ગ્રંથના અવલોકન માટે સહાનુભૂતિ વિકસાવવી."
      ]
    },
    "mr": {
      "title": "अध्याय २: सांख्य योग",
      "summary": "भगवद्गीतेच्या दुसऱ्या अध्यायाला सांख्य योग किंवा ज्ञानाचा योग म्हणतात. या अध्यायात, भगवान श्रीकृष्ण अर्जुनाला आत्म्याचे अमरत्व, कर्माच्या परिणामांपासून वैराग्य आणि कर्म योगाच्या मार्गाबद्दल शिकवतात. या अध्यायाच्या मुख्य शिकवणीमध्ये आत्म्याच्या शाश्वत स्वरूपाचे आकलन, कर्माच्या परिणामांपासून वैराग्य आणि वास्तव आणि अवास्तव यातील फरक करण्यासाठी ज्ञानाचा मार्ग यावर भर आहे. कृष्ण निःस्वार्थपणे कर्तव्ये पार पाडण्याचे महत्त्व स्पष्ट करतात आणि जीवनातील आव्हानांना समतोलपणे सामोरे जाणाऱ्या आत्मसाक्षात्कारी व्यक्तीच्या स्थितीचे वर्णन करतात.",
      "main_teachings": [
        "आत्म्याचे अमरत्व: आत्मा शाश्वत आणि अविनाशी आहे, जन्म आणि मृत्यूच्या चक्राबाहेर अबाधित राहतो.",
        "वैराग्याचे महत्त्व: कर्माच्या परिणामांपासून दूर राहणे हे दुःख आणि गोंधळ टाळण्यासाठी महत्त्वाचे आहे.",
        "कर्म योग: निष्काम कर्म करून आध्यात्मिक वाढीसाठी कर्म योगाचा मार्ग.",
        "ज्ञान योग: दुःख आणि अज्ञानावर मात करण्यासाठी ज्ञान ही आध्यात्मिक प्रगतीची गुरुकिल्ली आहे.",
        "विवेक: शाश्वत आणि क्षणिक यातील फरक ओळखण्याची क्षमता आध्यात्मिक वाढीसाठी आवश्यक आहे.",
        "स्थितप्रज्ञ: आत्मसाक्षात्कारी व्यक्ती जीवनातील सुख-दुःख, यश-अपयश या द्वंद्वांमध्ये समतोल राखते."
      ],
      "practical_tips": [
        "जीवनाकडे व्यापक दृष्टिकोन विकसित करा: आत्म्याचे अमरत्व ओळखून आध्यात्मिक वाढीवर लक्ष केंद्रित करून आव्हानांना सामोरे जा.",
        "वैराग्याचा सराव करा: परिणामांपासून दूर राहणे हे भावनिक अशांतता कमी करते आणि आंतरिक शांती मिळवते.",
        "कर्म योग स्वीकारा: निष्काम कर्म करा आणि उच्च हेतूसाठी प्रयत्न करा.",
        "ज्ञान आणि विवेक विकसित करा: शाश्वत आणि क्षणिक यातील फरक समजून घेण्यासाठी ज्ञान आणि सजगतेचा सराव करा.",
        "समतोल (स्थितप्रज्ञ) साठी प्रयत्न करा: जीवनातील चढ-उतारांना सुसंस्कृतपणे सामोरे जाण्यासाठी संतुलित मनोवृत्ती विकसित करा.",
        "नियमित आध्यात्मिक सराव विकसित करा: ध्यान, प्रार्थना किंवा योगाद्वारे गीतेच्या शिकवणींचे आकलन खोलवर करा.",
        "निःस्वार्थ सेवेमध्ये सहभागी व्हा: स्वयंसेवा किंवा इतरांना मदत करून करुणा विकसित करा."
      ],
      "what_we_can_learn": [
        "आत्मा शाश्वत आणि अविनाशी आहे, जन्म-मृत्यूच्या चक्राबाहेर आहे.",
        "कर्माच्या परिणामांपासून वैराग्य मानसिक शांती आणि स्पष्टता आणते.",
        "निष्काम कर्म (कर्म योग) आध्यात्मिक वाढीस मदत करते आणि जीवनाला अर्थ प्रदान करते.",
        "खरे ज्ञान आणि विवेक शाश्वत आणि क्षणिक यातील फरक ओळखण्यास मदत करतात.",
        "समतोल (स्थितप्रज्ञ) जीवनातील आव्हाने आणि द्वंद्वांमध्ये शांत राहण्यास मदत करतो.",
        "नियमित आध्यात्मिक सराव आणि निःस्वार्थ सेवा करुणा आणि वैयक्तिक वाढीस चालना देतात."
      ]
    }
  },
  {
    "chapter": 3,
    "en": {
      "title": "Chapter 3: Karma Yoga",
      "summary": "Chapter 3 of the Bhagavad Gita, titled Karma Yoga or The Yoga of Action, emphasizes the significance of selfless action and the fulfillment of one’s responsibilities. In this chapter, Lord Krishna teaches that action is an inherent aspect of human existence, and it is impossible to remain inactive, even for a moment. Therefore, it is essential to choose the right actions and perform them with the right mindset. By adopting this approach, individuals can align their lives with a sense of purpose and direction.",
      "main_teachings": [
        "The Necessity of Action: Action is an integral part of life, and everyone is compelled to act according to their inherent qualities (gunas).",
        "Nishkama Karma: Lord Krishna encourages performing duties without attachment to the results, leading to inner peace and fulfillment.",
        "Balance Between Work and Rest: Striking a balance between activity and rest is crucial for overall well-being and productivity.",
        "Yajna (Sacrifice): Engaging in selfless service allows individuals to transcend the bondage of karma and move towards liberation (moksha).",
        "Discipline and Self-Control: Cultivating discipline helps manage desires and distractions, facilitating spiritual growth."
      ],
      "practical_tips": [
        "Focus on Your Responsibilities: Prioritize fulfilling your duties, regardless of your role, to find purpose and satisfaction in your actions.",
        "Detach from Results: Perform tasks without attachment to their outcomes to reduce stress and maintain objectivity.",
        "Maintain Work-Rest Balance: Avoid extremes of overworking or idleness to ensure physical, mental, and spiritual well-being.",
        "Embrace Discipline: Develop self-control to stay focused on personal growth and spiritual goals.",
        "Learn from Wise Mentors: Seek guidance from those who have experience on the spiritual path to navigate challenges effectively.",
        "Cultivate Inner Contentment: Find satisfaction within yourself rather than relying solely on external factors for happiness.",
        "Pursue Spiritual Growth: Consistently work on deepening your spiritual understanding and seeking self-realization."
      ],
      "what_we_can_learn": [
        "Action is an essential part of life, and we must choose our actions wisely.",
        "Selfless action (Nishkama Karma) leads to inner peace and fulfillment.",
        "Maintaining a balance between work and rest is vital for overall well-being.",
        "Engaging in selfless service helps transcend the bondage of karma.",
        "Discipline and self-control are crucial for spiritual growth and focus."
      ]
    },
    "hi": {
      "title": "अध्‍याय ३: कर्म योग",
      "summary": "भगवद गीता के तीसरे अध्याय को कर्म योग या क्रिया का योग कहा जाता है। इस अध्याय में भगवान श्री कृष्ण ने निस्वार्थ कर्म और अपने कर्तव्यों को निभाने के महत्व पर जोर दिया है। वे बताते हैं कि क्रिया मानव जीवन का एक अनिवार्य हिस्सा है और कोई भी व्यक्ति एक पल के लिए भी निष्क्रिय नहीं रह सकता। इसलिए, सही कार्यों का चयन करना और उन्हें सही मानसिकता के साथ करना आवश्यक है। इस दृष्टिकोण को अपनाकर, व्यक्ति अपने जीवन को उद्देश्य और दिशा के साथ संरेखित कर सकता है।",
      "main_teachings": [
        "क्रिया की आवश्यकता: क्रिया जीवन का एक अभिन्न हिस्सा है, और हर कोई अपनी अंतर्निहित गुणों के अनुसार कार्य करने के लिए प्रेरित होता है।",
        "निष्काम कर्म: भगवान कृष्ण कर्तव्यों को परिणामों से मुक्त होकर करने की सलाह देते हैं, जिससे आंतरिक शांति और संतोष प्राप्त होता है।",
        "कार्य और विश्राम के बीच संतुलन: गतिविधि और विश्राम के बीच संतुलन बनाना समग्र कल्याण और उत्पादकता के लिए महत्वपूर्ण है।",
        "यज्ञ (बलिदान): निस्वार्थ सेवा में संलग्न होना व्यक्ति को कर्म के बंधनों से मुक्त करता है और मोक्ष की ओर ले जाता है।",
        "अनुशासन और आत्म-नियंत्रण: अनुशासन विकसित करना इच्छाओं और विकर्षणों को प्रबंधित करने में मदद करता है, जिससे आध्यात्मिक विकास होता है।"
      ],
      "practical_tips": [
        "अपने कर्तव्यों पर ध्यान दें: अपने कर्तव्यों को निभाने को प्राथमिकता दें, चाहे आपकी भूमिका कुछ भी हो, ताकि आप अपने कार्यों में उद्देश्य और संतोष पा सकें।",
        "परिणामों से मुक्त रहें: कार्यों को उनके परिणामों से जुड़े बिना करें, जिससे तनाव कम होता है और आप वस्तुनिष्ठ बने रहते हैं।",
        "कार्य-विश्राम संतुलन बनाए रखें: अत्यधिक काम या निष्क्रियता से बचें ताकि शारीरिक, मानसिक और आध्यात्मिक कल्याण सुनिश्चित हो सके।",
        "अनुशासन अपनाएं: आत्म-नियंत्रण विकसित करें ताकि आप व्यक्तिगत विकास और आध्यात्मिक लक्ष्यों पर ध्यान केंद्रित कर सकें।",
        "ज्ञानी गुरु से मार्गदर्शन प्राप्त करें: उन लोगों से सीखें जिन्होंने आध्यात्मिक पथ पर अनुभव प्राप्त किया है ताकि आप चुनौतियों का प्रभावी ढंग से सामना कर सकें।",
        "आंतरिक संतोष विकसित करें: बाहरी कारकों पर निर्भर रहने के बजाय अपने भीतर संतोष खोजें।",
        "आध्यात्मिक विकास के लिए प्रयास करें: अपने आध्यात्मिक ज्ञान को गहरा करने और आत्म-ज्ञान की खोज में लगातार काम करें।"
      ],
      "what_we_can_learn": [
        "क्रिया जीवन का एक अनिवार्य हिस्सा है, और हमें अपने कार्यों का बुद्धिमानी से चयन करना चाहिए।",
        "निस्वार्थ कर्म आंतरिक शांति और संतोष की ओर ले जाता है।",
        "कार्य और विश्राम के बीच संतुलन बनाए रखना समग्र कल्याण के लिए आवश्यक है।",
        "निस्वार्थ सेवा में संलग्न होना कर्म के बंधनों से मुक्ति में मदद करता है।",
        "अनुशासन और आत्म-नियंत्रण आध्यात्मिक विकास और ध्यान केंद्रित करने के लिए महत्वपूर्ण हैं।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ३: कर्मयोगः",
      "summary": "भगवद्गीता के तृतीय अध्याय को कर्मयोग या क्रिया का योग कहा जाता है। इस अध्याय में भगवान श्री कृष्ण ने निस्वार्थ कर्म और अपने कर्तव्यों को निभाने के महत्व पर जोर दिया है। वे बताते हैं कि क्रिया मानव जीवन का एक अनिवार्य हिस्सा है और कोई भी व्यक्ति एक पल के लिए भी निष्क्रिय नहीं रह सकता। इसलिए, सही कार्यों का चयन करना और उन्हें सही मानसिकता के साथ करना आवश्यक है। इस दृष्टिकोण को अपनाकर, व्यक्ति अपने जीवन को उद्देश्य और दिशा के साथ संरेखित कर सकता है।",
      "main_teachings": [
        "क्रिया की आवश्यकता: क्रिया जीवन का एक अभिन्न हिस्सा है, और हर कोई अपनी अंतर्निहित गुणों के अनुसार कार्य करने के लिए प्रेरित होता है।",
        "निष्काम कर्म: भगवान कृष्ण कर्तव्यों को परिणामों से मुक्त होकर करने की सलाह देते हैं, जिससे आंतरिक शांति और संतोष प्राप्त होता है।",
        "कार्य और विश्राम के बीच संतुलन: गतिविधि और विश्राम के बीच संतुलन बनाना समग्र कल्याण और उत्पादकता के लिए महत्वपूर्ण है।",
        "यज्ञ (बलिदान): निस्वार्थ सेवा में संलग्न होना व्यक्ति को कर्म के बंधनों से मुक्त करता है और मोक्ष की ओर ले जाता है।",
        "अनुशासन और आत्म-नियंत्रण: अनुशासन विकसित करना इच्छाओं और विकर्षणों को प्रबंधित करने में मदद करता है, जिससे आध्यात्मिक विकास होता है।"
      ],
      "practical_tips": [
        "अपने कर्तव्यों पर ध्यान दें: अपने कर्तव्यों को निभाने को प्राथमिकता दें, चाहे आपकी भूमिका कुछ भी हो, ताकि आप अपने कार्यों में उद्देश्य और संतोष पा सकें।",
        "परिणामों से मुक्त रहें: कार्यों को उनके परिणामों से जुड़े बिना करें, जिससे तनाव कम होता है और आप वस्तुनिष्ठ बने रहते हैं।",
        "कार्य-विश्राम संतुलन बनाए रखें: अत्यधिक काम या निष्क्रियता से बचें ताकि शारीरिक, मानसिक और आध्यात्मिक कल्याण सुनिश्चित हो सके।",
        "अनुशासन अपनाएं: आत्म-नियंत्रण विकसित करें ताकि आप व्यक्तिगत विकास और आध्यात्मिक लक्ष्यों पर ध्यान केंद्रित कर सकें।",
        "ज्ञानी गुरु से मार्गदर्शन प्राप्त करें: उन लोगों से सीखें जिन्होंने आध्यात्मिक पथ पर अनुभव प्राप्त किया है ताकि आप चुनौतियों का प्रभावी ढंग से सामना कर सकें।",
        "आंतरिक संतोष विकसित करें: बाहरी कारकों पर निर्भर रहने के बजाय अपने भीतर संतोष खोजें।",
        "आध्यात्मिक विकास के लिए प्रयास करें: अपने आध्यात्मिक ज्ञान को गहरा करने और आत्म-ज्ञान की खोज में लगातार काम करें।"
      ],
      "what_we_can_learn": [
        "क्रिया जीवन का एक अनिवार्य हिस्सा है, और हमें अपने कार्यों का बुद्धिमानी से चयन करना चाहिए।",
        "निस्वार्थ कर्म आंतरिक शांति और संतोष की ओर ले जाता है।",
        "कार्य और विश्राम के बीच संतुलन बनाए रखना समग्र कल्याण के लिए आवश्यक है।",
        "निस्वार्थ सेवा में संलग्न होना कर्म के बंधनों से मुक्ति में मदद करता है।",
        "अनुशासन और आत्म-नियंत्रण आध्यात्मिक विकास और ध्यान केंद्रित करने के लिए महत्वपूर्ण हैं।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૩: કર્મ યોગ",
      "summary": "ભગવદ ગીતા ના ત્રીજા અધ્યાયને કર્મ યોગ કે ક્રિયા નો યોગ તરીકે ઓળખવામાં આવે છે. આ અધ્યાયમાં ભગવાન કૃષ્ણ અર્જુને નિસ્વાર્થ કર્મ અને પોતાના ફરજોને નિભાવવા ના મહત્વ પર ભાર મૂકતા છે. તેઓ કહે છે કે ક્રિયા માનવ જીવનનો એક અનિવાર્ય ભાગ છે અને કોઈપણ વ્યક્તિ એક ક્ષણ માટે પણ નિષ્ક્રિય રહી શકતો નથી. તેથી, યોગ્ય ક્રિયાઓ પસંદ કરવી અને તેમને યોગ્ય માનસિકતા સાથે કરવી મહત્વપૂર્ણ છે. આ દૃષ્ટિકોણ અપનાવીને, વ્યક્તિઓ તેમના જીવનને ઉદ્દેશ અને દિશા સાથે સંકલિત કરી શકે છે.",
      "main_teachings": [
        "ક્રિયાની આવશ્યકતા: ક્રિયા જીવનનો એક અભિન્ન ભાગ છે, અને દરેક વ્યક્તિ તેમના આંતરિક ગુણો અનુસાર કાર્ય કરવા માટે પ્રેરિત થાય છે.",
        "નિષ્કામ કર્મ: ભગવાન કૃષ્ણ ફરજોને પરિણામો સાથે જોડ્યા વિના કરવા માટે પ્રેરણા આપે છે, જે આંતરિક શાંતિ અને સંતોષ લાવે છે.",
        "કાર્ય અને આરામ વચ્ચેનો સંતુલન: પ્રવૃત્તિ અને આરામ વચ્ચેનો સંતુલન જાળવવો સમગ્ર કલ્યાણ અને ઉત્પાદનક્ષમતા માટે મહત્વપૂર્ણ છે.",
        "યજ્ઞ (બલિદાન): નિસ્વાર્થ સેવા કરવાથી વ્યક્તિને કર્મના બંધનોથી મુક્ત થવામાં મદદ મળે છે અને મુક્તિ તરફ દોરી જાય છે.",
        "અનુશાસન અને આત્મ-નિયંત્રણ: આત્મ-નિયંત્રણ વિકસાવવું ઇચ્છાઓ અને વિક્ષેપોને નિયંત્રિત કરવામાં મદદ કરે છે, જે આધ્યાત્મિક વિકાસને પ્રોત્સાહન આપે છે."
      ],
      "practical_tips": [
        "તમારા ફરજાઓ પર ધ્યાન કેન્દ્રિત કરો: તમારા ફરજાઓને નિભાવવા પર ધ્યાન આપો, તમારી ભૂમિકા કે જે પણ હોય, જેથી તમે તમારા કાર્યમાં ઉદ્દેશ અને સંતોષ મેળવી શકો.",
        "પરિણામોથી મુક્ત રહો: કાર્યને તેમના પરિણામો સાથે જોડ્યા વિના કરો, જેનાથી તણાવ ઘટે છે અને તમે નિષ્પક્ષ રહેવા માટે મદદ કરે છે.",
        "કાર્ય-આરામ વચ્ચેનો સંતુલન જાળવો: વધુ કામ કરવું અથવા લાંબા સમય સુધી નિષ્ક્રિય રહેવું ટાળો, જેથી શારીરિક, માનસિક અને આધ્યાત્મિક કલ્યાણ સુનિશ્ચિત થાય.",
        "અનુશાસન અને આત્મ-નિયંત્રણ અપનાવો: આત્મ-નિયંત્રણ વિકસાવવું વ્યક્તિગત વિકાસ અને આધ્યાત્મિક લક્ષ્યો પર ધ્યાન કેન્દ્રિત કરવામાં મદદ કરે છે.",
        "જ્ઞાનીઓ પાસેથી માર્ગદર્શન મેળવો: જેમણે આધ્યાત્મિક માર્ગ પર અનુભવ મેળવ્યો છે, તેમના પાસેથી શીખવું મહત્વપૂર્ણ છે.",
        "આંતરિક સંતોષ વિકસાવો: બહારના પરિપ્રેક્ષ્ય પર આધાર રાખ્યા વિના તમારા અંદર સંતોષ શોધો.",
        "આધ્યાત્મિક વિકાસ માટે પ્રયત્ન કરો: તમારા આધ્યાત્મિક જ્ઞાનને ઊંડો કરવા અને આત્મ-જ્ઞાનની શોધમાં સતત કામ કરો."
      ],
      "what_we_can_learn": [
        "ક્રિયા જીવનનો એક અનિવાર્ય ભાગ છે, અને અમારે અમારા કાર્યને સમજદારીથી પસંદ કરવું જોઈએ.",
        "નિસ્વાર્થ કર્મ આંતરિક શાંતિ અને સંતોષ તરફ દોરી જાય છે.",
        "કાર્ય અને આરામ વચ્ચેનો સંતુલન જાળવવો સમગ્ર કલ્યાણ માટે જરૂરી છે.",
        "નિસ્વાર્થ સેવા કરવાથી કર્મના બંધનોથી મુક્ત થવામાં મદદ મળે છે.",
        "અનુશાસન અને આત્મ-નિયંત્રણ આધ્યાત્મિક વિકાસ અને ધ્યાન કેન્દ્રિત કરવા માટે મહત્વપૂર્ણ છે."
      ]
    },
    "mr": {
      "title": "अध्याय ३: कर्म योग",
      "summary": "भगवद्गीतेच्या तिसऱ्या अध्यायाला कर्म योग किंवा क्रियेचा योग म्हणतात. या अध्यायात, भगवान श्रीकृष्ण निष्काम कर्म आणि कर्तव्यपालनाच्या महत्त्वावर भर देतात. ते सांगतात की क्रिया ही मानवी जीवनाचा एक अविभाज्य भाग आहे आणि एक क्षणसुद्धा निष्क्रिय राहणे शक्य नाही. म्हणून, योग्य कृतींची निवड करणे आणि त्या योग्य मनोवृत्तीने करणे आवश्यक आहे. या दृष्टिकोनाचा अवलंब करून, व्यक्ती आपले जीवन उद्देश आणि दिशेसह सुसंगत करू शकते.",
      "main_teachings": [
        "क्रियेची गरज: क्रिया ही जीवनाचा अविभाज्य भाग आहे, आणि प्रत्येकजण आपल्या अंतर्गत गुणांनुसार कृती करण्यास प्रवृत्त होतो.",
        "निष्काम कर्म: परिणामांच्या आसक्तीशिवाय कर्तव्ये पार पाडण्याचा उपदेश कृष्ण देतात, यामुळे आंतरिक शांती आणि समाधान मिळते.",
        "काम आणि विश्रांतीत संतुलन: क्रियाशीलता आणि विश्रांती यातील संतुलन समग्र कल्याण आणि उत्पादकतेसाठी महत्त्वाचे आहे.",
        "यज्ञ (त्याग): निःस्वार्थ सेवेमध्ये सहभागी होणे कर्माच्या बंधनांतून मुक्त होण्यास आणि मोक्षाकडे नेण्यास मदत करते.",
        "शिस्त आणि आत्मनियंत्रण: इच्छा आणि विचलनांवर नियंत्रण ठेवण्यासाठी शिस्त आवश्यक आहे, ज्यामुळे आध्यात्मिक वाढ होते."
      ],
      "practical_tips": [
        "कर्तव्यांवर लक्ष केंद्रित करा: आपल्या भूमिकेकडे दुर्लक्ष करून कर्तव्ये पूर्ण करा, ज्यामुळे आपल्या कृतीत उद्देश आणि समाधान मिळेल.",
        "परिणामांपासून दूर रहा: परिणामांची चिंता न करता कार्ये करा, यामुळे ताण कमी होतो आणि वस्तुनिष्ठता राखता येते.",
        "काम-विश्रांती संतुलन राखा: अतिकाम किंवा आळस टाळा, ज्यामुळे शारीरिक, मानसिक आणि आध्यात्मिक कल्याण सुनिश्चित होते.",
        "शिस्त पाळा: आत्मनियंत्रण विकसित करा, ज्यामुळे वैयक्तिक वाढ आणि आध्यात्मिक ध्येयांवर लक्ष केंद्रित करता येते.",
        "ज्ञानी मार्गदर्शकांकडून शिका: आध्यात्मिक मार्गावर अनुभव असलेल्यांकडून मार्गदर्शन घ्या.",
        "आंतरिक समाधान विकसित करा: बाह्य घटकांवर अवलंबून न रहाता स्वतःमध्ये समाधान शोधा.",
        "आध्यात्मिक वाढीसाठी प्रयत्न करा: आध्यात्मिक ज्ञान वाढवण्यासाठी आणि आत्मसाक्षात्काराच्या शोधात सातत्याने कार्य करा."
      ],
      "what_we_can_learn": [
        "क्रिया ही जीवनाची अपरिहार्यता आहे, आणि आपण आपल्या कृती समजूतदारपणे निवडल्या पाहिजेत.",
        "निष्काम कर्म आंतरिक शांती आणि समाधानाकडे नेतो.",
        "काम आणि विश्रांतीत संतुलन समग्र कल्याणासाठी आवश्यक आहे.",
        "निःस्वार्थ सेवा कर्मबंधनांतून मुक्त होण्यास मदत करते.",
        "शिस्त आणि आत्मनियंत्रण आध्यात्मिक वाढीसाठी आणि एकाग्रतेसाठी महत्त्वाचे आहेत."
      ]
    }
  },
  {
    "chapter": 4,
    "en": {
      "title": "Chapter 4: Jnana Karma Sanyasa Yoga",
      "summary": "Chapter 4 of the Bhagavad Gita, known as Jnana Karma Sanyasa Yoga, delves into the profound significance of spiritual wisdom. It emphasizes how this wisdom guides us toward a life rich in meaning and fulfillment. Presented through a dialogue between Lord Krishna and the warrior Arjuna, this sacred Hindu text offers timeless insights applicable to various aspects of life, both spiritual and practical. In this post, we will explore the teachings of Chapter 4 and provide practical tips for achieving spiritual growth and self-realization.",
      "main_teachings": [
        "The Importance of Spiritual Wisdom: True knowledge is essential for liberation from the cycle of birth and death.",
        "Merging Wisdom with Action: The chapter advises integrating spiritual wisdom with selfless action to elevate consciousness.",
        "Arjuna’s Role: As a listener, Arjuna absorbs Krishna's teachings, highlighting the importance of being an attentive seeker of knowledge.",
        "The Nature of Existence: Understanding existence and the significance of selfless action is crucial for spiritual growth."
      ],
      "practical_tips": [
        "Pursue Spiritual Wisdom: Seek knowledge and a deeper understanding of your existence to guide your decisions and find purpose.",
        "Embrace Selfless Action: Perform your duties without attachment to the results, combining selfless action with wisdom for fulfillment.",
        "Learn from the Past: Acknowledge the transmission of spiritual knowledge through generations, cultivating humility and gratitude.",
        "Cultivate Self-Discipline: Develop self-discipline by controlling your senses and dedicating time to spiritual practices like meditation.",
        "Surrender to the Divine: Trust in a higher power to achieve liberation and self-realization, opening yourself to peace and spiritual growth."
      ],
      "what_we_can_learn": [
        "Spiritual wisdom is vital for liberation from the cycle of birth and death.",
        "Integrating wisdom with selfless action leads to a more fulfilling life.",
        "Being an attentive seeker of knowledge enhances our understanding of existence.",
        "Self-discipline is essential for gaining spiritual wisdom and living consciously.",
        "Surrendering to the Divine fosters peace and clarity in our spiritual journey."
      ]
    },
    "hi": {
      "title": "अध्‍याय ४: ज्ञान कर्म संन्यास योग",
      "summary": "भगवद गीता के चौथे अध्याय को ज्ञान कर्म संन्यास योग कहा जाता है, जो आध्यात्मिक ज्ञान के गहन महत्व की खोज करता है। यह ज्ञान हमें अर्थपूर्ण और संतोषजनक जीवन की ओर मार्गदर्शन करता है। भगवान कृष्ण और योद्धा अर्जुन के बीच संवाद के माध्यम से प्रस्तुत इस पवित्र हिंदू ग्रंथ में समयहीन अंतर्दृष्टियाँ हैं, जो जीवन के विभिन्न पहलुओं में लागू होती हैं। इस लेख में, हम अध्याय ४ की शिक्षाओं का अन्वेषण करेंगे और आध्यात्मिक विकास और आत्म-ज्ञान प्राप्त करने के लिए व्यावहारिक सुझाव साझा करेंगे।",
      "main_teachings": [
        "आध्यात्मिक ज्ञान का महत्व: सच्चा ज्ञान जन्म और मृत्यु के चक्र से मुक्ति के लिए आवश्यक है।",
        "ज्ञान और कर्म का समन्वय: अध्याय में आत्म-निस्वार्थ कर्म के साथ आध्यात्मिक ज्ञान को मिलाने की सलाह दी गई है।",
        "अर्जुन की भूमिका: अर्जुन एक श्रोता के रूप में भगवान कृष्ण की शिक्षाओं को सुनता है, जो ज्ञान के प्रति ध्यान देने की आवश्यकता को उजागर करता है।",
        "अस्तित्व की प्रकृति: अस्तित्व की समझ और आत्म-निस्वार्थ कर्म का महत्व आध्यात्मिक विकास के लिए महत्वपूर्ण है।"
      ],
      "practical_tips": [
        "आध्यात्मिक ज्ञान की खोज करें: अपने अस्तित्व की गहरी समझ के लिए ज्ञान की खोज करें, जो आपके निर्णयों को मार्गदर्शित करेगा।",
        "निस्वार्थ कर्म को अपनाएं: अपने कर्तव्यों को परिणामों से मुक्त होकर करें, जिससे आप संतोष और मुक्ति प्राप्त कर सकें।",
        "अतीत से सीखें: आध्यात्मिक ज्ञान की पीढ़ी दर पीढ़ी संचरण को स्वीकार करें, जिससे आप विनम्रता और आभार विकसित कर सकें।",
        "आत्म-अनुशासन विकसित करें: आध्यात्मिक ज्ञान प्राप्त करने के लिए आत्म-अनुशासन आवश्यक है, जिसमें ध्यान और चिंतन के लिए समय समर्पित करना शामिल है।",
        "ईश्वरीयता के प्रति समर्पण: मुक्ति और आत्म-ज्ञान के लिए अपने कार्यों और इच्छाओं को ईश्वर के प्रति समर्पित करें।"
      ],
      "what_we_can_learn": [
        "आध्यात्मिक ज्ञान जन्म और मृत्यु के चक्र से मुक्ति के लिए महत्वपूर्ण है।",
        "ज्ञान और निस्वार्थ कर्म का समन्वय एक संतोषजनक जीवन की ओर ले जाता है।",
        "ज्ञान के प्रति ध्यान देने वाला होना अस्तित्व की समझ को बढ़ाता है।",
        "आत्म-अनुशासन आध्यात्मिक ज्ञान प्राप्त करने और जागरूकता से जीने के लिए आवश्यक है।",
        "ईश्वर के प्रति समर्पण शांति और स्पष्टता को बढ़ावा देता है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ४: ज्ञान कर्म संन्यासः",
      "summary": "भगवद्गीता के चतुर्थ अध्याय को ज्ञान कर्म संन्यासः कहा जाता है, जो आध्यात्मिक ज्ञान के महत्व की खोज करता है। यह ज्ञान हमें अर्थपूर्ण और संतोषजनक जीवन की ओर मार्गदर्शन करता है। भगवान कृष्ण और योद्धा अर्जुन के बीच संवाद के माध्यम से प्रस्तुत इस पवित्र हिंदू ग्रंथ में समयहीन अंतर्दृष्टियाँ हैं, जो जीवन के विभिन्न पहलुओं में लागू होती हैं। इस लेख में, हम अध्याय ४ की शिक्षाओं का अन्वेषण करेंगे और आध्यात्मिक विकास और आत्म-ज्ञान प्राप्त करने के लिए व्यावहारिक सुझाव साझा करेंगे।",
      "main_teachings": [
        "आध्यात्मिक ज्ञान का महत्व: सच्चा ज्ञान जन्म और मृत्यु के चक्र से मुक्ति के लिए आवश्यक है।",
        "ज्ञान और कर्म का समन्वय: अध्याय में आत्म-निस्वार्थ कर्म के साथ आध्यात्मिक ज्ञान को मिलाने की सलाह दी गई है।",
        "अर्जुन की भूमिका: अर्जुन एक श्रोता के रूप में भगवान कृष्ण की शिक्षाओं को सुनता है, जो ज्ञान के प्रति ध्यान देने की आवश्यकता को उजागर करता है।",
        "अस्तित्व की प्रकृति: अस्तित्व की समझ और आत्म-निस्वार्थ कर्म का महत्व आध्यात्मिक विकास के लिए महत्वपूर्ण है।"
      ],
      "practical_tips": [
        "आध्यात्मिक ज्ञान की खोज करें: अपने अस्तित्व की गहरी समझ के लिए ज्ञान की खोज करें, जो आपके निर्णयों को मार्गदर्शित करेगा।",
        "निस्वार्थ कर्म को अपनाएं: अपने कर्तव्यों को परिणामों से मुक्त होकर करें, जिससे आप संतोष और मुक्ति प्राप्त कर सकें।",
        "अतीत से सीखें: आध्यात्मिक ज्ञान की पीढ़ी दर पीढ़ी संचरण को स्वीकार करें, जिससे आप विनम्रता और आभार विकसित कर सकें।",
        "आत्म-अनुशासन विकसित करें: आध्यात्मिक ज्ञान प्राप्त करने के लिए आत्म-अनुशासन आवश्यक है, जिसमें ध्यान और चिंतन के लिए समय समर्पित करना शामिल है।",
        "ईश्वरीयता के प्रति समर्पण: मुक्ति और आत्म-ज्ञान के लिए अपने कार्यों और इच्छाओं को ईश्वर के प्रति समर्पित करें।"
      ],
      "what_we_can_learn": [
        "आध्यात्मिक ज्ञान जन्म और मृत्यु के चक्र से मुक्ति के लिए महत्वपूर्ण है।",
        "ज्ञान और निस्वार्थ कर्म का समन्वय एक संतोषजनक जीवन की ओर ले जाता है।",
        "ज्ञान के प्रति ध्यान देने वाला होना अस्तित्व की समझ को बढ़ाता है।",
        "आत्म-अनुशासन आध्यात्मिक ज्ञान प्राप्त करने और जागरूकता से जीने के लिए आवश्यक है।",
        "ईश्वर के प्रति समर्पण शांति और स्पष्टता को बढ़ावा देता है।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૪: જ્ઞાન કર્મ સંન્યાસ યોગ",
      "summary": "ભગવદ ગીતા ના ચોથા અધ્યાયને જ્ઞાન કર્મ સંન્યાસ યોગ તરીકે ઓળખવામાં આવે છે, જે આધ્યાત્મિક જ્ઞાનના મહત્વની શોધ કરે છે. આ જ્ઞાન અમને અર્થપૂર્ણ અને સંતોષકારક જીવન તરફ માર્ગદર્શન આપે છે. ભગવાન કૃષ્ણ અને યુદ્ધા અર્જુન વચ્ચેના સંવાદ દ્વારા રજૂ કરવામાં આવેલ આ પવિત્ર હિંદુ ગ્રંથમાં સમયહીન અંતર્દષ્ટિઓ છે, જે જીવનના વિવિધ પાસાઓમાં લાગુ પડે છે. આ લેખમાં, અમે અધ્યાય ૪ ની શિક્ષણોનું અન્વેષણ કરીશું અને આધ્યાત્મિક વિકાસ અને આત્મ-જ્ઞાન પ્રાપ્ત કરવા માટે વ્યાવહારિક સૂચનો શેર કરીશું.",
      "main_teachings": [
        "આધ્યાત્મિક જ્ઞાનનું મહત્વ: સત્ય જ્ઞાન જન્મ અને મૃત્યુના ચક્રથી મુક્તિ માટે આવશ્યક છે.",
        "જ્ઞાન અને કર્મનું સંમિલન: અધ્યાયમાં આત્મ-નિસ્વાર્થ કર્મ સાથે આધ્યાત્મિક જ્ઞાનને મિશ્રિત કરવાની સલાહ આપવામાં આવી છે.",
        "અર્જુનની ભૂમિકા: અર્જુન એક શ્રોતાના રૂપમાં ભગવાન કૃષ્ણની શિક્ષણોને સાંભળે છે, જે જ્ઞાનના પ્રત્યે ધ્યાન આપવાની આવશ્યકતાને ઉજાગર કરે છે.",
        "અસ્તિત્વની પ્રકૃતિ: અસ્તિત્વની સમજ અને આત્મ-નિસ્વાર્થ કર્મનું મહત્વ આધ્યાત્મિક વિકાસ માટે મહત્વપૂર્ણ છે."
      ],
      "practical_tips": [
        "આધ્યાત્મિક જ્ઞાનની શોધ કરો: તમારા અસ્તિત્વની ઊંડાણમાં સમજવા માટે જ્ઞાનની શોધ કરો, જે તમારા નિર્ણયોને માર્ગદર્શન આપશે.",
        "નિસ્વાર્થ કર્મને અપનાવો: તમારા ફરજાઓને પરિણામોથી મુક્ત રાખીને કરો, જેથી તમે સંતોષ અને મુક્તિ મેળવી શકો.",
        "ભૂતકાળમાંથી શીખો: આધ્યાત્મિક જ્ઞાનની પેઢીથી પેઢી સંક્રમણને માન્યતા આપો, જેથી તમે વિનમ્રતા અને આભાર વિકસિત કરી શકો.",
        "આત્મા-અનુશાસન વિકસાવો: આધ્યાત્મિક જ્ઞાન મેળવવા માટે આત્મા-અનુશાસન આવશ્યક છે, જેમાં ધ્યાન અને ચિંતન માટે સમય સમર્પિત કરવો સમાવેશ થાય છે.",
        "દિવ્યતાને સમર્પણ કરો: મુક્તિ અને આત્મ-જ્ઞાન માટે તમારા કાર્ય અને ઇચ્છાઓને દિવ્યતાને સમર્પિત કરો."
      ],
      "what_we_can_learn": [
        "આધ્યાત્મિક જ્ઞાન જન્મ અને મૃત્યુના ચક્રથી મુક્તિ માટે મહત્વપૂર્ણ છે.",
        "જ્ઞાન અને નિસ્વાર્થ કર્મનું સંમિલન એક સંતોષકારક જીવન તરફ દોરી જાય છે.",
        "જ્ઞાનના પ્રત્યે ધ્યાન આપનાર હોવું અસ્તિત્વની સમજને વધારવા માટે મહત્વપૂર્ણ છે.",
        "આત્મા-અનુશાસન આધ્યાત્મિક જ્ઞાન મેળવવા અને જાગૃત જીવન જીવવા માટે આવશ્યક છે.",
        "દિવ્યતાને સમર્પણ કરવાથી શાંતિ અને સ્પષ્ટતા વધે છે."
      ]
    },
    "mr": {
      "title": "अध्याय ४: ज्ञान कर्म संन्यास योग",
      "summary": "भगवद्गीतेच्या चौथ्या अध्यायाला ज्ञान कर्म संन्यास योग म्हणतात, जो आध्यात्मिक ज्ञानाच्या महत्त्वावर प्रकाश टाकतो. हे ज्ञान आपल्याला अर्थपूर्ण आणि समृद्ध जीवनाकडे मार्गदर्शन करते. भगवान कृष्ण आणि अर्जुन यांच्या संवादात्मक रूपात सादर केलेल्या या अध्यायात आध्यात्मिक आणि व्यावहारिक जीवनाच्या विविध पैलूंवर लागू होणारे शाश्वत तत्त्वज्ञान आहे. या लेखात, आम्ही अध्याय ४ च्या शिकवणींचा शोध घेऊ आणि आध्यात्मिक वाढ आणि आत्मसाक्षात्कार साध्य करण्यासाठी व्यावहारिक सूचना सादर करू.",
      "main_teachings": [
        "आध्यात्मिक ज्ञानाचे महत्त्व: जन्म-मृत्यूच्या चक्रातून मुक्ती मिळवण्यासाठी खरे ज्ञान आवश्यक आहे.",
        "ज्ञान आणि कर्माचे एकीकरण: चैतन्य उंचावण्यासाठी आध्यात्मिक ज्ञान आणि निःस्वार्थ कर्म यांचे समन्वय साधण्याचा सल्ला दिला आहे.",
        "अर्जुनाची भूमिका: श्रोता म्हणून अर्जुन कृष्णाच्या शिकवणी आत्मसात करतो, ज्यामुळे ज्ञानाच्या शोधात सजग रहाणे महत्त्वाचे आहे.",
        "अस्तित्वाचे स्वरूप: अस्तित्व समजून घेणे आणि निःस्वार्थ कर्माचे महत्त्व आध्यात्मिक वाढीसाठी निर्णायक आहे."
      ],
      "practical_tips": [
        "आध्यात्मिक ज्ञानाचा शोध घ्या: आपल्या अस्तित्वाची सखोल समज मिळवण्यासाठी ज्ञानाचा शोध घ्या.",
        "निःस्वार्थ कर्म स्वीकारा: परिणामांची आसक्ती न ठेवता कर्तव्ये पार पाडा, ज्यामुळे समाधान मिळेल.",
        "भूतकाळातून शिका: पिढ्यान्पिढ्या आध्यात्मिक ज्ञानाचे संक्रमण मान्य करा, ज्यामुळे नम्रता आणि कृतज्ञता वाढते.",
        "आत्मशिस्त विकसित करा: इंद्रियांवर नियंत्रण ठेवून आणि ध्यानासारख्या साधनांना वेळ दिल्याने आत्मशिस्त निर्माण करा.",
        "दैवी शक्तीवर समर्पण करा: मुक्ती आणि आत्मसाक्षात्कारासाठी दैवी शक्तीवर विश्वास ठेवा."
      ],
      "what_we_can_learn": [
        "जन्म-मृत्यूच्या चक्रातून मुक्तीसाठी आध्यात्मिक ज्ञान महत्त्वपूर्ण आहे.",
        "ज्ञान आणि निःस्वार्थ कर्म यांचे एकीकरण समाधानी जीवनाकडे नेतो.",
        "ज्ञानाच्या शोधात सजग रहाणे अस्तित्वाच्या समजूत वाढवते.",
        "आत्मशिस्त आध्यात्मिक ज्ञान मिळविण्यासाठी आणि सजगतेने जगण्यासाठी आवश्यक आहे.",
        "दैवी शक्तीवर समर्पण केल्याने आध्यात्मिक प्रवासात शांती आणि स्पष्टता येते."
      ]
    }
  },
  {
    "chapter": 5,
    "en": {
      "title": "Chapter 5: Karma Sannyasa Yoga",
      "summary": "Chapter 5 of the Bhagavad Gita, known as Karma Sannyasa Yoga or the Path of Renunciation, presents a philosophical dialogue between Prince Arjuna and Lord Krishna. This chapter emphasizes the art of renunciation and the significance of performing duties without attachment. It explores the balance between action and inaction, highlighting that both paths can lead to spiritual enlightenment, but selfless action is more practical and easier to follow.",
      "main_teachings": [
        "The Dichotomy of Action and Inaction: The chapter discusses the balance between performing duties and renouncing them, suggesting that selfless action is preferable.",
        "True Renunciation: Krishna teaches that true renunciation involves letting go of desires and attachments rather than abandoning actions.",
        "The State of Inner Peace: Inner peace is achieved through understanding one's divine nature, not through idleness.",
        "The Equanimity of Mind: Maintaining equanimity in all situations is essential for liberation.",
        "Universal Oneness: Enlightened individuals recognize the same divine presence in all beings, promoting respect and compassion."
      ],
      "practical_tips": [
        "Perform Your Duties with Detachment: Focus on fulfilling your responsibilities without being overly attached to the outcomes.",
        "Embrace Mindfulness: Incorporate mindfulness into your daily routine to become more aware of your thoughts and actions.",
        "Meditate Regularly: Set aside time each day for meditation to cultivate inner peace and maintain equanimity.",
        "Respond, Don’t React: Practice thoughtful responses to challenges instead of impulsive reactions.",
        "Cultivate Compassion: Treat everyone with kindness and respect, recognizing the divine essence in all beings.",
        "Simplify Desires: Reflect on your desires and focus on needs rather than wants, channeling energy towards meaningful goals."
      ],
      "what_we_can_learn": [
        "Selfless action is a powerful means to achieve spiritual growth.",
        "True renunciation involves detachment from desires, not from actions.",
        "Inner peace comes from understanding our divine nature.",
        "Equanimity is crucial for navigating life's challenges.",
        "Recognizing universal oneness fosters compassion and empathy."
      ]
    },
    "hi": {
      "title": "अध्‍याय ५: कर्म संन्यास योग",
      "summary": "भगवद गीता के पाँचवे अध्याय को कर्म संन्यास योग कहा जाता है, जो निस्वार्थ कर्म और त्याग के बीच के संबंध पर चर्चा करता है। भगवान कृष्ण बताते हैं कि दोनों मार्ग मुक्ति की ओर ले जाते हैं, लेकिन निस्वार्थ कर्म करना अधिक श्रेष्ठ है। इस अध्याय में सभी परिस्थितियों में समता बनाए रखने और आत्मा की सच्ची प्रकृति को समझने के महत्व पर जोर दिया गया है। कर्तव्यों को निभाते हुए और आसक्ति से दूर रहकर, व्यक्ति आध्यात्मिक विकास और आंतरिक शांति प्राप्त कर सकता है।",
      "main_teachings": [
        "कर्म और निष्क्रियता का द्वंद्व: अध्याय में कर्तव्यों को निभाने और त्यागने के बीच संतुलन पर चर्चा की गई है।",
        "सच्चा त्याग: भगवान कृष्ण बताते हैं कि सच्चा त्याग कार्यों को छोड़ने में नहीं, बल्कि इच्छाओं और आसक्तियों को छोड़ने में है।",
        "आंतरिक शांति की स्थिति: आंतरिक शांति सच्चे त्याग से आती है, न कि निष्क्रियता से।",
        "मन की समता: सभी परिस्थितियों में संतुलित मानसिकता बनाए रखना मुक्ति के लिए आवश्यक है।",
        "सार्वभौमिक एकता: जागरूक व्यक्ति सभी प्राणियों में एक ही दिव्य उपस्थिति को देखता है।"
      ],
      "practical_tips": [
        "अपने कर्तव्यों को निस्वार्थ भाव से निभाएं: परिणामों से जुड़े बिना अपने कर्तव्यों पर ध्यान केंद्रित करें।",
        "आसक्ति का अभ्यास करें: अपने कार्यों के परिणामों से अलग रहना सीखें ताकि आंतरिक शांति बनी रहे।",
        "समता को विकसित करें: सफलता और असफलता दोनों में संतुलित रहने का प्रयास करें।",
        "आत्मा की प्रकृति पर विचार करें: अपने सच्चे स्वरूप को समझने के लिए आत्म-चिंतन करें।",
        "करुणा का विकास करें: सभी के प्रति दया और सम्मान से पेश आएं, सभी प्राणियों में दिव्य उपस्थिति को पहचानें।",
        "इच्छाओं को सरल बनाएं: अपनी इच्छाओं पर विचार करें और आवश्यकताओं पर ध्यान केंद्रित करें।"
      ],
      "what_we_can_learn": [
        "निस्वार्थ कर्म आध्यात्मिक विकास का एक शक्तिशाली साधन है।",
        "सच्चा त्याग इच्छाओं से मुक्ति में है, न कि कार्यों से।",
        "आंतरिक शांति आत्मा की सच्ची प्रकृति को समझने से आती है।",
        "समता जीवन की चुनौतियों का सामना करने के लिए महत्वपूर्ण है।",
        "सार्वभौमिक एकता को पहचानने से करुणा और सहानुभूति बढ़ती है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ५: कर्म संन्यासः",
      "summary": "भगवद्गीता के पंचम अध्याय को कर्म संन्यासः कहा जाता है, जो निस्वार्थ कर्म और त्याग के बीच के संबंध पर चर्चा करता है। भगवान श्री कृष्ण बताते हैं कि दोनों मार्ग मुक्ति की ओर ले जाते हैं, लेकिन निस्वार्थ कर्म करना अधिक श्रेष्ठ है। इस अध्याय में सभी परिस्थितियों में समता बनाए रखने और आत्मा की सच्ची प्रकृति को समझने के महत्व पर जोर दिया गया है। कर्तव्यों को निभाते हुए और आसक्ति से दूर रहकर, व्यक्ति आध्यात्मिक विकास और आंतरिक शांति प्राप्त कर सकता है।",
      "main_teachings": [
        "कर्म और निष्क्रियता का द्वंद्व: अध्याय में कर्तव्यों को निभाने और त्यागने के बीच संतुलन पर चर्चा की गई है।",
        "सच्चा त्याग: भगवान कृष्ण बताते हैं कि सच्चा त्याग कार्यों को छोड़ने में नहीं, बल्कि इच्छाओं और आसक्तियों को छोड़ने में है।",
        "आंतरिक शांति की स्थिति: आंतरिक शांति सच्चे त्याग से आती है, न कि निष्क्रियता से।",
        "मन की समता: सभी परिस्थितियों में संतुलित मानसिकता बनाए रखना मुक्ति के लिए आवश्यक है।",
        "सार्वभौमिक एकता: जागरूक व्यक्ति सभी प्राणियों में एक ही दिव्य उपस्थिति को देखता है।"
      ],
      "practical_tips": [
        "अपने कर्तव्यों को निस्वार्थ भाव से निभाएं: परिणामों से जुड़े बिना अपने कर्तव्यों पर ध्यान केंद्रित करें।",
        "आसक्ति का अभ्यास करें: अपने कार्यों के परिणामों से अलग रहना सीखें ताकि आंतरिक शांति बनी रहे।",
        "समता को विकसित करें: सफलता और असफलता दोनों में संतुलित रहने का प्रयास करें।",
        "आत्मा की प्रकृति पर विचार करें: अपने सच्चे स्वरूप को समझने के लिए आत्म-चिंतन करें।",
        "करुणा का विकास करें: सभी के प्रति दया और सम्मान से पेश आएं, सभी प्राणियों में दिव्य उपस्थिति को पहचानें।",
        "इच्छाओं को सरल बनाएं: अपनी इच्छाओं पर विचार करें और आवश्यकताओं पर ध्यान केंद्रित करें।"
      ],
      "what_we_can_learn": [
        "निस्वार्थ कर्म आध्यात्मिक विकास का एक शक्तिशाली साधन है।",
        "सच्चा त्याग इच्छाओं से मुक्ति में है, न कि कार्यों से।",
        "आंतरिक शांति आत्मा की सच्ची प्रकृति को समझने से आती है।",
        "समता जीवन की चुनौतियों का सामना करने के लिए महत्वपूर्ण है।",
        "सार्वभौमिक एकता को पहचानने से करुणा और सहानुभूति बढ़ती है।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૫: કર્મ સંન્યાસ યોગ",
      "summary": "ભગવદ ગીતા ના પાંચમા અધ્યાયને કર્મ સંન્યાસ યોગ તરીકે ઓળખવામાં આવે છે, જે નિસ્વાર્થ કર્મ અને ત્યાગ વચ્ચેના સંબંધ પર ચર્ચા કરે છે. ભગવાન કૃષ્ણ સમજાવે છે કે બંને માર્ગ મુક્તિ તરફ લઈ જાય છે, પરંતુ નિસ્વાર્થ કર્મ કરવું વધુ શ્રેષ્ઠ છે. આ અધ્યાયમાં તમામ પરિસ્થિતિઓમાં સમતા જાળવવાની અને આત્માની સાચી પ્રકૃતિને સમજવાની મહત્વતા પર ભાર મૂકવામાં આવ્યો છે. ફરજોને નિભાવીને અને અસક્ત રહેતા, વ્યક્તિ આધ્યાત્મિક વિકાસ અને આંતરિક શાંતિ પ્રાપ્ત કરી શકે છે.",
      "main_teachings": [
        "કર્મ અને નિષ્ક્રિયતા વચ્ચેનો દ્વંદ્વ: અધ્યાયમાં ફરજોને નિભાવવા અને ત્યાગવા વચ્ચેનો સંતુલન પર ચર્ચા કરવામાં આવી છે.",
        "સાચો ત્યાગ: ભગવાન કૃષ્ણ સમજાવે છે કે સાચો ત્યાગ કાર્યને છોડવામાં નથી, પરંતુ ઇચ્છાઓ અને આસક્તિઓને છોડવામાં છે.",
        "આંતરિક શાંતિની સ્થિતિ: આંતરિક શાંતિ સાચા ત્યાગથી આવે છે, નિષ્ક્રિયતા દ્વારા નહીં.",
        "મનની સમતા: તમામ પરિસ્થિતિઓમાં સંતુલિત માનસિકતા જાળવવી મુક્તિ માટે આવશ્યક છે.",
        "સાર્વભૌમિક એકતા: જાગૃત વ્યક્તિ તમામ પ્રાણીઓમાં એક જ દિવ્ય ઉપસ્થિતિને જોવે છે."
      ],
      "practical_tips": [
        "તમારા ફરજાઓને નિસ્વાર્થ ભાવથી નિભાવો: પરિણામો સાથે જોડાયેલા વગર તમારા ફરજાઓ પર ધ્યાન કેન્દ્રિત કરો.",
        "અસક્તિનો અભ્યાસ કરો: તમારા કાર્યના પરિણામોથી અલગ રહેવું શીખો જેથી આંતરિક શાંતિ જળવાઈ રહે.",
        "સમતા વિકસાવો: સફળતા અને નિષ્ફળતા બંનેમાં સંતુલિત રહેવાનો પ્રયાસ કરો.",
        "આત્માની પ્રકૃતિ પર વિચાર કરો: તમારા સાચા સ્વરૂપને સમજવા માટે આત્મ-વિચાર કરો.",
        "કરુણા વિકસાવો: દરેકને દયા અને માન આપો, તમામ પ્રાણીઓમાં દિવ્ય ઉપસ્થિતિને ઓળખો.",
        "ઇચ્છાઓને સરળ બનાવો: તમારી ઇચ્છાઓ પર વિચાર કરો અને જરૂરિયાતો પર ધ્યાન કેન્દ્રિત કરો."
      ],
      "what_we_can_learn": [
        "નિસ્વાર્થ કર્મ આધ્યાત્મિક વિકાસ માટે એક શક્તિશાળી સાધન છે.",
        "સાચો ત્યાગ ઇચ્છાઓથી મુક્તિમાં છે, કાર્યોથી નહીં.",
        "આંતરિક શાંતિ આત્માની સાચી પ્રકૃતિને સમજવાથી આવે છે.",
        "સમતા જીવનની પડકારોનો સામનો કરવા માટે મહત્વપૂર્ણ છે.",
        "સાર્વભૌમિક એકતા ઓળખવાથી કરુણા અને સહાનુભૂતિ વધે છે."
      ]
    },
    "mr": {
      "title": "अध्याय ५: कर्म संन्यास योग",
      "summary": "भगवद्गीतेच्या पाचव्या अध्यायाला कर्म संन्यास योग म्हणतात, जो क्रिया आणि त्याग यातील संतुलनावर प्रकाश टाकतो. भगवान कृष्ण अर्जुनाला शिकवतात की परिणामांच्या आसक्तीशिवाय कर्तव्ये पार पाडणे हाच खरा त्याग आहे. हा अध्याय क्रिया आणि निष्क्रियता यातील द्वंद्व सोडवतो आणि सांगतो की निष्काम कर्म हा आध्यात्मिक प्रबोधनाचा सोपा मार्ग आहे. आंतरिक शांती आणि सार्वत्रिक एकता या संकल्पनांवर भर देण्यात आला आहे.",
      "main_teachings": [
        "क्रिया आणि निष्क्रियतेतील द्वंद्व: कर्तव्ये पार पाडणे आणि त्याग यातील संतुलन महत्त्वाचे आहे.",
        "खरा त्याग: इच्छा आणि आसक्ती सोडणे हा खरा त्याग आहे, क्रिया सोडणे नव्हे.",
        "आंतरिक शांतीची स्थिती: दैवी स्वरूप समजून घेऊनच आंतरिक शांती मिळते.",
        "मनाची समता: सर्व परिस्थितींमध्ये समतोल राहणे मुक्तीसाठी आवश्यक आहे.",
        "सार्वत्रिक एकता: सर्व प्राण्यांमध्ये एकच दैवी सत्ता दिसते."
      ],
      "practical_tips": [
        "निष्काम कर्म करा: परिणामांची चिंता न करता कर्तव्ये पार पाडा.",
        "सजगता विकसित करा: दैनंदिन क्रियांमध्ये सजग राहा.",
        "नियमित ध्यान करा: मन शांत करण्यासाठी दररोज ध्यानाला वेळ द्या.",
        "प्रतिक्रियेऐवजी उत्तर द्या: आवेगापेक्षा विवेकाने प्रतिसाद द्या.",
        "करुणा दाखवा: सर्वांमध्ये दैवी अस्तित्व पाहा.",
        "इच्छा कमी करा: आवश्यकतेवर लक्ष केंद्रित करा."
      ],
      "what_we_can_learn": [
        "निष्काम कर्म आध्यात्मिक वाढीसाठी शक्तिशाली साधन आहे.",
        "इच्छांपासून मुक्त होणे हाच खरा त्याग आहे.",
        "दैवी स्वरूप समजून घेतल्याने आंतरिक शांती मिळते.",
        "समतोल मनाने जीवनाच्या आव्हानांना सामोरे जाता येते.",
        "सर्वांमध्ये एकच दैवी तत्त्व पाहणे करुणा वाढवते."
      ]
    }
  },
  {
    "chapter": 6,
    "en": {
      "title": "Chapter 6: Dhyana Yoga",
      "summary": "Chapter 6 of the Bhagavad Gita, known as Dhyana Yoga or the Yoga of Meditation, focuses on achieving tranquility and balance through disciplined self-control and meditation. It emphasizes a life of moderation, encouraging individuals to find stability within themselves rather than relying on external circumstances. This chapter outlines the true yogic path, the importance of balance in life, and the power of self-discipline.",
      "main_teachings": [
        "The True Yogic Path: A true yogi performs duties without attachment to the results, embodying the principles of Karma Yoga.",
        "Balance in Life: Moderation in sleeping, eating, working, and leisure is essential for achieving mental peace and effective meditation.",
        "Self-Control and Meditation: Self-discipline and meditation are vital for controlling the restless mind, transforming it into a friend rather than an enemy.",
        "Universal Equality: A true yogi perceives all beings with equal vision, transcending differences in species, caste, or status."
      ],
      "practical_tips": [
        "Practising Detachment: Focus on performing duties for their own sake, reducing stress related to outcomes and fostering contentment.",
        "Balancing Aspects of Life: Establish a balanced daily routine that includes adequate sleep, a healthy diet, regular exercise, focused work, and leisure.",
        "Regular Practice of Meditation: Incorporate meditation into your daily life, starting with a few minutes and gradually increasing the duration to calm the mind.",
        "Practising Equality and Compassion: Treat everyone equally, regardless of their background, to reduce prejudice and promote inclusivity.",
        "Developing Self-Control: Use mindfulness techniques to resist distractions and focus on the present moment, reframing negative thoughts for a healthier perspective."
      ],
      "what_we_can_learn": [
        "A true yogi performs actions selflessly, without attachment to results.",
        "Moderation in all aspects of life is essential for mental peace and effective meditation.",
        "Self-discipline is key to controlling the mind and achieving inner tranquility.",
        "Recognizing the equality of all beings fosters compassion and reduces societal prejudices."
      ]
    },
    "hi": {
      "title": "अध्‍याय ६: ध्यान योग",
      "summary": "भगवद गीता के छठे अध्याय को ध्यान योग या ध्यान का योग कहा जाता है, जो अनुशासित आत्म-नियंत्रण और ध्यान के माध्यम से शांति और संतुलन प्राप्त करने पर केंद्रित है। यह संतुलित जीवन जीने की सलाह देता है, जिसमें व्यक्ति को बाहरी परिस्थितियों पर निर्भर रहने के बजाय अपने भीतर स्थिरता खोजने के लिए प्रेरित किया जाता है। इस अध्याय में सच्चे योगी के मार्ग, जीवन में संतुलन, और आत्म-नियंत्रण की शक्ति पर प्रकाश डाला गया है।",
      "main_teachings": [
        "सच्चा योगी मार्ग: सच्चा योगी वह है जो परिणामों से मुक्त होकर कर्तव्यों का पालन करता है, जो कर्म योग के सिद्धांतों को दर्शाता है।",
        "जीवन में संतुलन: सोने, खाने, काम करने और विश्राम में संतुलन बनाए रखना मानसिक शांति के लिए आवश्यक है।",
        "आत्म-नियंत्रण और ध्यान: आत्म-अनुशासन और ध्यान मन की अशांति को नियंत्रित करने के लिए महत्वपूर्ण हैं।",
        "सार्वभौमिक समानता: सच्चा योगी सभी प्राणियों को समान दृष्टि से देखता है, जाति, प्रजाति या स्थिति के भेद को पार करता है।"
      ],
      "practical_tips": [
        "वैराग्य का अभ्यास करें: अपने कर्तव्यों को उनके लिए करें, परिणामों के लिए नहीं, जिससे तनाव कम होता है।",
        "जीवन के पहलुओं का संतुलन बनाए रखें: पर्याप्त नींद, स्वस्थ आहार, नियमित व्यायाम, केंद्रित काम और विश्राम को सुनिश्चित करें।",
        "नियमित ध्यान का अभ्यास करें: अपने दैनिक जीवन में ध्यान को शामिल करें, कुछ मिनटों से शुरू करें और धीरे-धीरे अवधि बढ़ाएं।",
        "समानता और करुणा का अभ्यास करें: सभी के प्रति समान व्यवहार करें, चाहे उनकी सामाजिक पृष्ठभूमि कुछ भी हो।",
        "आत्म-नियंत्रण विकसित करें: ध्यान तकनीकों का उपयोग करें ताकि आप प्रलोभनों और विकर्षणों का सामना कर सकें।"
      ],
      "what_we_can_learn": [
        "सच्चा योगी बिना परिणामों के कर्तव्यों का पालन करता है।",
        "जीवन के सभी पहलुओं में संतुलन मानसिक शांति के लिए आवश्यक है।",
        "आत्म-नियंत्रण मन को नियंत्रित करने और आंतरिक शांति प्राप्त करने के लिए महत्वपूर्ण है।",
        "सभी प्राणियों की समानता को पहचानना करुणा को बढ़ावा देता है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ६: ध्यानयोगः",
      "summary": "भगवद्गीता के षष्ठ अध्याय को ध्यानयोगः कहा जाता है, जो अनुशासित आत्म-नियंत्रण और ध्यान के माध्यम से शांति और संतुलन प्राप्त करने पर केंद्रित है। यह संतुलित जीवन जीने की सलाह देता है, जिसमें व्यक्ति को बाहरी परिस्थितियों पर निर्भर रहने के बजाय अपने भीतर स्थिरता खोजने के लिए प्रेरित किया जाता है। इस अध्याय में सच्चे योगी के मार्ग, जीवन में संतुलन, और आत्म-नियंत्रण की शक्ति पर प्रकाश डाला गया है।",
      "main_teachings": [
        "सच्चा योगी मार्ग: सच्चा योगी वह है जो परिणामों से मुक्त होकर कर्तव्यों का पालन करता है, जो कर्म योग के सिद्धांतों को दर्शाता है।",
        "जीवन में संतुलन: सोने, खाने, काम करने और विश्राम में संतुलन बनाए रखना मानसिक शांति के लिए आवश्यक है।",
        "आत्म-नियंत्रण और ध्यान: आत्म-अनुशासन और ध्यान मन की अशांति को नियंत्रित करने के लिए महत्वपूर्ण हैं।",
        "सार्वभौमिक समानता: सच्चा योगी सभी प्राणियों को समान दृष्टि से देखता है, जाति, प्रजाति या स्थिति के भेद को पार करता है।"
      ],
      "practical_tips": [
        "वैराग्य का अभ्यास करें: अपने कर्तव्यों को उनके लिए करें, परिणामों के लिए नहीं, जिससे तनाव कम होता है।",
        "जीवन के पहलुओं का संतुलन बनाए रखें: पर्याप्त नींद, स्वस्थ आहार, नियमित व्यायाम, केंद्रित काम और विश्राम को सुनिश्चित करें।",
        "नियमित ध्यान का अभ्यास करें: अपने दैनिक जीवन में ध्यान को शामिल करें, कुछ मिनटों से शुरू करें और धीरे-धीरे अवधि बढ़ाएं।",
        "समानता और करुणा का अभ्यास करें: सभी के प्रति समान व्यवहार करें, चाहे उनकी सामाजिक पृष्ठभूमि कुछ भी हो।",
        "आत्म-नियंत्रण विकसित करें: ध्यान तकनीकों का उपयोग करें ताकि आप प्रलोभनों और विकर्षणों का सामना कर सकें।"
      ],
      "what_we_can_learn": [
        "सच्चा योगी बिना परिणामों के कर्तव्यों का पालन करता है।",
        "जीवन के सभी पहलुओं में संतुलन मानसिक शांति के लिए आवश्यक है।",
        "आत्म-नियंत्रण मन को नियंत्रित करने और आंतरिक शांति प्राप्त करने के लिए महत्वपूर्ण है।",
        "सभी प्राणियों की समानता को पहचानना करुणा को बढ़ावा देता है।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૬: ધ્યાન યોગ",
      "summary": "ભગવદ ગીતા ના છઠ્ઠા અધ્યાયને ધ્યાન યોગ તરીકે ઓળખવામાં આવે છે, જે શિસ્તબદ્ધ આત્મ-નિયંત્રણ અને ધ્યાન દ્વારા શાંતિ અને સંતુલન પ્રાપ્ત કરવા પર કેન્દ્રિત છે. આ અધ્યાયમાં વ્યાખ્યાયિત કરવામાં આવ્યું છે કે કેવી રીતે વ્યાજબી જીવન જીવવું, જેનાથી વ્યક્તિને બહારની દુનિયા પર આધાર રાખ્યા વિના પોતાના અંદર સ્થિરતા શોધવા માટે પ્રેરણા મળે છે. આ અધ્યાયમાં સત્ય યોગીનો માર્ગ, જીવનમાં સંતુલન, અને આત્મ-નિયંત્રણની શક્તિ પર પ્રકાશ પાડવામાં આવ્યો છે.",
      "main_teachings": [
        "સાચો યોગી માર્ગ: સાચો યોગી તે છે જે પરિણામોથી મુક્ત થઈને કૃત્યો કરે છે, જે કર્મ યોગના સિદ્ધાંતોને દર્શાવે છે.",
        "જીવનમાં સંતુલન: ઊંઘ, ખોરાક, કામ અને આરામમાં સંતુલન જાળવવું માનસિક શાંતિ માટે જરૂરી છે.",
        "આત્મ-નિયંત્રણ અને ધ્યાન: આત્મ-નિયંત્રણ અને ધ્યાન મનની અશાંતિને નિયંત્રિત કરવા માટે મહત્વપૂર્ણ છે.",
        "સાર્વભૌમિક સમાનતા: સાચો યોગી બધા પ્રાણીઓમાં સમાન દૃષ્ટિથી જુએ છે, જાતિ, પ્રજાતિ અથવા સ્થિતિના ભેદને પાર કરે છે."
      ],
      "practical_tips": [
        "વૈરાગ્યનો અભ્યાસ કરો: તમારા ફરજાઓને તેમના માટે કરો, પરિણામો માટે નહીં, જેથી તણાવ ઘટે.",
        "જીવનના પાસાઓમાં સંતુલન જાળવો: પૂરતી ઊંઘ, આરોગ્યપ્રદ આહાર, નિયમિત વ્યાયામ, કેન્દ્રિત કામ અને આરામને સુનિશ્ચિત કરો.",
        "નિયમિત ધ્યાનનો અભ્યાસ કરો: તમારા દૈનિક જીવનમાં ધ્યાનને સામેલ કરો, થોડા મિનિટોથી શરૂ કરો અને ધીમે ધીમે સમય વધારવો.",
        "સમાનતા અને કરુણાનો અભ્યાસ કરો: દરેકને સમાન રીતે વર્તો, ભલે તે કોઈપણ સામાજિક પૃષ્ઠભૂમિ ધરાવે.",
        "આત્મ-નિયંત્રણ વિકસાવો: પ્રલોભનો અને વિક્ષેપોનો સામનો કરવા માટે ધ્યાનની તકનીકોનો ઉપયોગ કરો."
      ],
      "what_we_can_learn": [
        "સાચો યોગી પરિણામોથી મુક્ત થઈને કૃત્યો કરે છે.",
        "જીવનના તમામ પાસાઓમાં સંતુલન માનસિક શાંતિ માટે જરૂરી છે.",
        "આત્મ-નિયંત્રણ મનને નિયંત્રિત કરવા અને આંતરિક શાંતિ પ્રાપ્ત કરવા માટે મહત્વપૂર્ણ છે.",
        "બધા પ્રાણીઓની સમાનતા ઓળખવાથી કરુણા અને સહાનુભૂતિ વધે છે."
      ]
    },
    "mr": {
      "title": "अध्याय ६: ध्यान योग",
      "summary": "भगवद्गीतेच्या सहाव्या अध्यायाला ध्यान योग म्हणतात, जो मनाचे नियंत्रण आणि ध्यानाद्वारे शांती प्राप्त करण्यावर भर देतो. हा अध्याय संयमित जीवनशैलीचे महत्त्व सांगतो आणि बाह्य परिस्थितींवर अवलंबून न राहता स्वतःमध्ये स्थिरता शोधण्यासाठी प्रोत्साहित करतो. योग्य आहार, निद्रा आणि क्रियाशीलतेचे संतुलन योग्य ध्यानासाठी आवश्यक आहे असे सांगितले आहे.",
      "main_teachings": [
        "योग्य योगी मार्ग: परिणामांची आसक्ती न ठेवता कर्तव्ये पार पाडणे.",
        "जीवनात संतुलन: झोप, खाणे, काम आणि विश्रांती यात मध्यम मार्ग अनुसरण करा.",
        "मनाचे नियंत्रण: ध्यान आणि आत्मशिस्तीने मनाला वश करणे.",
        "सार्वत्रिक समानता: सर्व प्राणी समान आहेत हे पाहणे."
      ],
      "practical_tips": [
        "निष्काम कर्म करा: फलाची इच्छा न ठेवता कर्म करा.",
        "दिनचर्या संतुलित ठेवा: आहार, व्यायाम आणि विश्रांतीला प्राधान्य द्या.",
        "ध्यानाचा सराव करा: दररोज १५-२० मिनिटे ध्यान करा.",
        "सर्वांशी समान वागा: जात, धर्म किंवा स्थितीला न जुमानता सर्वांशी सन्मानाने वागा.",
        "इंद्रिय नियंत्रण: मनाचे विचलन रोखण्यासाठी सजग रहा."
      ],
      "what_we_can_learn": [
        "योगी परिणामांची चिंता न करता कर्म करतो.",
        "संतुलित जीवनशैली मानसिक शांती देते.",
        "ध्यान आणि आत्मनियंत्रणाने मन शांत होते.",
        "सर्वांमध्ये समान दैवी तत्त्व पाहणे करुणा निर्माण करते."
      ]
    }
  },
  {
    "chapter": 7,
    "en": {
      "title": "Chapter 7: Jnana Vijnana Yoga",
      "summary": "Chapter 7 of the Bhagavad Gita is part of the middle section of this timeless spiritual text. The Gita, cherished across the globe for its profound teachings, offers deep insights into the nature of life, the self, and the path to enlightenment. In the seventh chapter, titled 'Jnana Vijnana Yoga', or 'The Yoga of Knowledge and Wisdom', Lord Krishna reveals the deeper dimensions of spiritual knowledge. In this exploration, we’ll unpack the chapter’s key teachings and practical lessons that we can apply to our everyday lives.",
      "main_teachings": [
        "The Nature of Divine Knowledge: Krishna highlights the rarity of true spiritual seekers, explaining that only a few among thousands strive for spiritual perfection, and even fewer attain it.",
        "The Dual Nature of the Universe: Lord Krishna elaborates on his dual aspects—perishable and imperishable. The perishable refers to the physical world, while the imperishable is the eternal soul.",
        "The Supreme Principle Beyond Both: Krishna introduces his highest form, which transcends both the perishable and imperishable, standing as the ultimate source of all things.",
        "The Four Types of Devotees: Krishna categorizes his devotees into four groups: those in distress, those seeking knowledge, those desiring wealth, and the wise, with the wise being the dearest to him.",
        "Ignorance Caused by Material Illusion: Lord Krishna explains that many beings remain unaware of this supreme knowledge due to being deluded by Maya, or illusion."
      ],
      "practical_tips": [
        "Prioritise Spiritual Growth: Recognising the rarity and value of spiritual wisdom, it’s crucial to prioritise personal growth and deepen one’s understanding.",
        "Understand the Temporal and the Eternal: Appreciate the eternal—the soul, relationships, and love—over temporary pleasures and pains.",
        "Seek the Ultimate Truth: Strive to connect with the supreme truth beyond the apparent dualities of the world.",
        "Nurture Devotion in Your Heart: Approach pursuits with a heart full of devotion and reverence, transforming mundane goals into spiritual opportunities.",
        "Overcome Illusion with Discernment: Cultivate wisdom and discernment to see beyond material desires and illusions."
      ],
      "what_we_can_learn": [
        "Spiritual wisdom is rare and requires sincere effort to attain.",
        "The universe has both temporary (physical) and eternal (soul) dimensions.",
        "True devotion transcends material desires and connects us to the divine.",
        "Discernment helps us overcome illusions (Maya) and align with truth."
      ]
    },
    "hi": {
      "title": "अध्‍याय ७: ज्ञान विज्ञान योग",
      "summary": "भगवद गीता के सातवें अध्याय को ज्ञान विज्ञान योग कहा जाता है, जो आध्यात्मिक ज्ञान के गहरे आयामों को प्रकट करता है। भगवान कृष्ण बताते हैं कि सच्चे आध्यात्मिक साधक दुर्लभ हैं और उन्हें ज्ञान व भक्ति के मार्ग पर चलना चाहिए। यह अध्याय माया (भ्रम) और दिव्य सत्य के बीच के अंतर को स्पष्ट करता है।",
      "main_teachings": [
        "दिव्य ज्ञान की प्रकृति: सच्चे ज्ञान के खोजी बहुत कम होते हैं।",
        "ब्रह्मांड की द्वैत प्रकृति: कृष्ण नाशवान (भौतिक जगत) और अविनाशी (आत्मा) दोनों पहलुओं को समझाते हैं।",
        "सर्वोच्च सिद्धांत: कृष्ण सभी चीजों के अंतिम स्रोत हैं, जो नाशवान और अविनाशी से परे हैं।",
        "भक्तों के चार प्रकार: संकटग्रस्त, ज्ञान के खोजी, लोभी और ज्ञानी। ज्ञानी भक्त कृष्ण को सबसे प्रिय हैं।",
        "माया से उत्पन्न अज्ञान: भौतिक भ्रम के कारण अधिकांश लोग दिव्य सत्य से अनजान रहते हैं।"
      ],
      "practical_tips": [
        "आध्यात्मिक विकास को प्राथमिकता दें: आध्यात्मिक ज्ञान की दुर्लभता को पहचानकर व्यक्तिगत विकास पर ध्यान दें।",
        "क्षणिक और शाश्वत को समझें: आत्मा, संबंधों और प्रेम जैसी शाश्वत चीजों को महत्व दें।",
        "परम सत्य की खोज करें: विश्व की द्वैतताओं से परे सर्वोच्च सत्य से जुड़ें।",
        "भक्ति को पोषित करें: प्रेम और श्रद्धा से कार्य करें, सांसारिक लक्ष्यों को आध्यात्मिक अवसरों में बदलें।",
        "विवेक से माया पर विजय पाएं: भौतिक इच्छाओं और भ्रमों से दूर रहने के लिए ज्ञान का उपयोग करें।"
      ],
      "what_we_can_learn": [
        "आध्यात्मिक ज्ञान दुर्लभ है और इसे पाने के लिए ईमानदार प्रयास चाहिए।",
        "ब्रह्मांड में क्षणिक (भौतिक) और शाश्वत (आत्मा) दोनों पहलू हैं।",
        "सच्ची भक्ति भौतिक इच्छाओं को पार कर दिव्य से जोड़ती है।",
        "विवेक माया (भ्रम) को दूर कर सत्य के साथ जुड़ने में मदद करता है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ७: ज्ञानविज्ञानयोगः",
      "summary": "भगवद्गीतायाः सप्तमोऽध्यायः ज्ञानविज्ञानयोगः इति उच्यते, यः आध्यात्मिकज्ञानस्य गम्भीराणि तत्त्वानि प्रकटयति। भगवान् कृष्णः कथयति यत् सत्याः आध्यात्मिकसाधकाः दुर्लभाः भवन्ति, तेभ्यः ज्ञानभक्तिमार्गः अनुसरणीयः। अयं अध्यायः मायायाः (भ्रमस्य) दिव्यसत्यस्य च अन्तरं स्पष्टं करोति।",
      "main_teachings": [
        "दिव्यज्ञानस्य स्वरूपम्: सत्यज्ञानान्वेषिणः अत्यल्पाः सन्ति।",
        "ब्रह्माण्डस्य द्वैतस्वभावः: कृष्णः नश्वरं (भौतिकजगत्) अक्षरं च (आत्मा) व्याख्याति।",
        "परमं तत्त्वम्: कृष्णः सर्वेषां वस्तूनां मूलस्रोतः, यः नश्वराक्षरयोः अतीतः।",
        "भक्तानां चतुर्विधाः: आपत्काले, जिज्ञासवः, अर्थार्थिनः, ज्ञानिनः च। ज्ञानिनः भक्ताः कृष्णाय प्रियतमाः।",
        "मायाजनितम् अज्ञानम्: भौतिकभ्रमेण बहवः जनाः दिव्यसत्यात् दूरं तिष्ठन्ति।"
      ],
      "practical_tips": [
        "आध्यात्मिकवृद्धिं प्राधान्यं दद्यात्: दुर्लभं ज्ञानं प्रति समर्पितः भव।",
        "क्षणिकशाश्वतयोः भेदं जानीहि: आत्मनः, सम्बन्धानां, प्रेमणः च शाश्वततां गृहाण।",
        "परमसत्यस्य अन्वेषणं कुरु: भौतिकद्वैतात् परं सत्येन सह संयोजय।",
        "भक्तिं पोषय: प्रेमभक्तिभ्यां कर्माणि कुरु, सांसारिकलक्ष्याणि आध्यात्मिकसाधनानि कुरु।",
        "विवेकेन मायां जय: भौतिकेच्छाभ्रमेभ्यः दूरं तिष्ठ।"
      ],
      "what_we_can_learn": [
        "आध्यात्मिकज्ञानं दुर्लभं, तत् प्राप्तुं निष्ठां कुरु।",
        "जगति नश्वरं (भौतिकं) शाश्वतं च (आत्मा) विद्यते।",
        "सत्यभक्तिः भौतिकेच्छाः अतिक्रम्य दिव्येन योजयति।",
        "विवेकः मायां (भ्रमं) नाशयित्वा सत्येन सह संलग्नं करोति।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૭: જ્ઞાન વિજ્ઞાન યોગ",
      "summary": "ભગવદ ગીતાના સાતમા અધ્યાયને જ્ઞાન વિજ્ઞાન યોગ કહેવામાં આવે છે, જે આધ્યાત્મિક જ્ઞાનના ગહન પાસાઓ પર પ્રકાશ પાડે છે. ભગવાન કૃષ્ણ જણાવે છે કે સાચા આધ્યાત્મિક શોધકો દુર્લભ છે અ અને તેમને જ્ઞાન અને ભક્તિના માર્ગ પર ચાલવું જોઈએ. આ અધ્યાય માયા (ભ્રમ) અને દૈવી સત્ય વચ્ચેનો તફાવત સ્પષ્ટ કરે છે.",
      "main_teachings": [
        "દિવ્ય જ્ઞાનની પ્રકૃતિ: સાચા જ્ઞાનના શોધક ખૂબ ઓછા હોય છે.",
        "બ્રહ્માંડની દ્વૈત પ્રકૃતિ: કૃષ્ણ નાશવંત (ભૌતિક જગત) અને અવિનાશી (આત્મા) બંને પાસાઓને સમજાવે છે.",
        "સર્વોચ્ચ તત્વ: કૃષ્ણ તમામ વસ્તુઓનો અંતિમ સ્ત્રોત છે, જે નાશવંત અને અવિનાશી બંનેથી પર છે.",
        "ભક્તોના ચાર પ્રકાર: સંકટમાં, જ્ઞાનની શોધમાં, ધનની ઇચ્છા રાખતા અને જ્ઞાનીઓ. જ્ઞાનીઓ કૃષ્ણને સૌથી પ્રિય છે.",
        "માયાથી ઉત્પન્ન અજ્ઞાન: ભૌતિક ભ્રમના કારણે ઘણા લોકો દૈવી સત્યથી અજાણ રહે છે."
      ],
      "practical_tips": [
        "આધ્યાત્મિક વિકાસને પ્રાથમિકતા આપો: આધ્યાત્મિક જ્ઞાનની દુર્લભતાને ઓળખીને વ્યક્તિગત વિકાસ પર ધ્યાન કેન્દ્રિત કરો.",
        "કાળિક અને શાશ્વતને સમજવું: આત્મા, સંબંધો અને પ્રેમ જેવી શાશ્વત બાબતોને મહત્વ આપો.",
        "પરમ સત્યની શોધ કરો: વિશ્વની દ્વૈતતાઓથી પરે સર્વોચ્ચ સત્ય સાથે જોડાવા માટે પ્રયત્ન કરો.",
        "ભક્તિને પોષણ કરો: પ્રેમ અને શ્રદ્ધા સાથે કાર્ય કરો, સાંસારિક લક્ષ્યોને આધ્યાત્મિક તકોમાં ફેરવો.",
        "વિવેકથી માયાને પાર કરો: ભૌતિક ઇચ્છાઓ અને ભ્રમોને પાર કરવા માટે જ્ઞાનનો ઉપયોગ કરો."
      ],
      "what_we_can_learn": [
        "આધ્યાત્મિક જ્ઞાન દુર્લભ છે અને તેને પ્રાપ્ત કરવા માટે સચ્ચાઈથી પ્રયત્ન કરવો જરૂરી છે.",
        "બ્રહ્માંડમાં ક્ષણિક (ભૌતિક) અને શાશ્વત (આત્મા) બંને પાસાઓ છે.",
        "સાચી ભક્તિ ભૌતિક ઇચ્છાઓને પાર કરીને દૈવી સાથે જોડે છે.",
        "વિવેક અમને માયા (ભ્રમ) પર કાબૂ પાડી સત્ય સાથે જોડવામાં મદદ કરે છે."
      ]
    },
    "mr": {
      "title": "अध्याय ७: ज्ञान विज्ञान योग",
      "summary": "भगवद गीतेच्या सातव्या अध्यायाला ज्ञान विज्ञान योग असे म्हणतात, जो आध्यात्मिक ज्ञानाच्या गहन पैलूंवर प्रकाश टाकतो. भगवान कृष्ण सांगतात की खरे आध्यात्मिक शोधक दुर्मिळ आहेत आणि त्यांना ज्ञान आणि भक्तीच्या मार्गावर चालावे लागेल. हा अध्याय माया (भ्रम) आणि दैवी सत्य यामध्ये फरक स्पष्ट करतो.",
      "main_teachings": [
        "दिव्य ज्ञानाची प्रकृती: खरे ज्ञान शोधणारे खूप कमी असतात.",
        "ब्रह्मांडाची द्वैत प्रकृती: कृष्ण नाशवान (भौतिक जग) आणि अविनाशी (आत्मा) या दोन्ही पैलूंवर प्रकाश टाकतात.",
        "सर्वोच्च तत्त्व: कृष्ण सर्व गोष्टींचा अंतिम स्रोत आहेत, जो नाशवान आणि अविनाशी दोन्हींपेक्षा वर आहे.",
        "भक्तांचे चार प्रकार: संकटात असलेले, ज्ञान शोधणारे, धनाची इच्छा असलेले आणि ज्ञानी. ज्ञानी भक्त कृष्णाला सर्वात प्रिय आहेत.",
        "मायामुळे निर्माण झालेले अज्ञान: भौतिक भ्रमामुळे अनेक लोक दैवी सत्यापासून दूर राहतात."
      ],
      "practical_tips": [
        "आध्यात्मिक विकासाला प्राधान्य द्या: आध्यात्मिक ज्ञानाची दुर्मिळता ओळखून वैयक्तिक विकासावर लक्ष केंद्रित करा.",
        "क्षणिक आणि शाश्वत याचे समजून घ्या: आत्मा, नातेसंबंध आणि प्रेम यासारख्या शाश्वत गोष्टींना महत्त्व द्या.",
        "परम सत्याची शोध घ्या: जगाच्या द्वैतांपलीकडे सर्वोच्च सत्याशी जोडण्यासाठी प्रयत्न करा.",
        "भक्तीला पोषण द्या: प्रेम आणि श्रद्धेने कार्य करा, सांसारिक उद्दिष्टांना आध्यात्मिक संधींमध्ये रूपांतरित करा.",
        "विवेकाने माया पार करा: भौतिक इच्छांपासून आणि भ्रमांपासून दूर राहण्यासाठी ज्ञानाचा वापर करा."
      ],
      "what_we_can_learn": [
        "आध्यात्मिक ज्ञान दुर्मिळ आहे आणि ते मिळवण्यासाठी प्रामाणिक प्रयत्न आवश्यक आहेत.",
        "ब्रह्मांडात क्षणिक (भौतिक) आणि शाश्वत (आत्मा) दोन्ही पैलू आहेत.",
        "सच्ची भक्ती भौतिक इच्छांना पार करून दैवीत जोडते.",
        "विवेक माया (भ्रम) दूर करून सत्याशी जोडण्यात मदत करतो."
      ]
    }
  },
  {
    "chapter": 8,
    "en": {
      "title": "Chapter 8: Akshara-Parabrahman Yoga",
      "summary": "Before we look at Chapter 8 of the Bhagavad Gita, let's first understand the Gita in its entirety. The Bhagavad Gita is one of the world’s most revered spiritual texts, providing profound insights into the nature of existence, dharma (duty), and the spiritual path. The eighth chapter is particularly enlightening, focusing on ‘Akshara-Parabrahman Yoga’, which translates to ‘The Yoga of the Imperishable Brahman’. This chapter delves deep into life’s ultimate truths and how to align ourselves with them.",
      "main_teachings": [
        "Nature of the Imperishable Brahman: The imperishable Brahman is the eternal essence behind the physical world. It is unchanging and beyond material existence.",
        "The Cycle of Creation and Dissolution: Lord Krishna explains the nature of creation, preservation, and dissolution. Everything in the material world undergoes this cyclical existence, unlike the eternal soul.",
        "Remembering the Divine at the Time of Death: The thoughts at the time of death play a crucial role in determining the soul’s journey. Those who leave their bodies thinking of the divine enter into a divine realm.",
        "Path of Attainment: The method of continuous devotion and remembrance ensures that the practitioner is in constant communion with the divine. This is deemed as the best way to ensure a favourable destiny after death.",
        "Nature of the Ultimate Goal: The chapter culminates with a description of the supreme goal, which is beyond birth and death. Once this state is attained, there is no return to the cycle of birth and death."
      ],
      "practical_tips": [
        "Daily Meditation: Establish a routine of daily meditation. Focus on the eternal, unchanging aspect of existence (the Brahman) to gain a deep understanding and connection.",
        "Mindful Living: Be mindful of your actions and thoughts throughout the day. The more we align with the eternal truths, the more harmonious our lives become.",
        "Continuous Remembrance: Develop a habit of remembering the divine throughout the day. This can be achieved by silently repeating a mantra, prayer, or simply being aware of the divine presence.",
        "Dedication of Actions: Whatever you do, do it as an offering to the divine. By dedicating our actions to something higher than ourselves, we move away from ego-driven motivations.",
        "Understanding the Temporal Nature of Existence: Recognise the transient nature of material life. This understanding can help in reducing attachments and aversions, leading to a more peaceful life.",
        "Preparation for Death: While it may sound morbid to some, reflecting on our mortality can inspire us to lead a purposeful life. Regularly contemplate on the nature of existence, and strive to keep the mind attuned to the divine, especially during life’s crucial moments.",
        "Seek Knowledge: Regularly study spiritual texts or listen to discourses. This nourishes the soul and provides clarity in the path of spiritual evolution."
      ],
      "what_we_can_learn": [
        "The imperishable Brahman is the foundation of all existence, transcending the physical world.",
        "Cycles of creation and dissolution govern the material world, but the soul remains eternal.",
        "Mindfulness of the divine at the time of death shapes the soul’s journey.",
        "Continuous devotion and selfless action lead to liberation from the cycle of birth and death.",
        "The ultimate goal of life is to realize the eternal Brahman and attain moksha (liberation)."
      ]
    },
    "hi": {
      "title": "अध्‍याय ८: अक्षर-ब्रह्म योग",
      "summary": "भगवद गीता के आठवें अध्याय को अक्षर-परब्रह्म योग कहा जाता है, जो 'अक्षर ब्रह्म' पर केंद्रित है। यह अध्याय जीवन के अंतिम सत्य और उनके साथ अपने आप को संरेखित करने के तरीकों पर गहराई से विचार करता है।",
      "main_teachings": [
        "अक्षर ब्रह्म की प्रकृति: अक्षर ब्रह्म भौतिक संसार के पीछे की शाश्वत सार है। यह अपरिवर्तनीय है और भौतिक अस्तित्व से परे है।",
        "सृष्टि और विघटन का चक्र: भगवान कृष्ण सृष्टि, संरक्षण और विघटन की प्रकृति को समझाते हैं। भौतिक संसार में सब कुछ इस चक्रीय अस्तित्व से गुजरता है, जबकि शाश्वत आत्मा इससे भिन्न है।",
        "मृत्यु के समय दिव्य को याद करना: मृत्यु के समय के विचार आत्मा की यात्रा को निर्धारित करने में महत्वपूर्ण भूमिका निभाते हैं। जो लोग अपने शरीर को छोड़ते समय दिव्य के बारे में सोचते हैं, वे दिव्य क्षेत्र में प्रवेश करते हैं।",
        "प्राप्ति का मार्ग: निरंतर भक्ति और स्मरण का तरीका सुनिश्चित करता है कि साधक दिव्य के साथ निरंतर संबंध में है। यह मृत्यु के बाद एक अनुकूल भाग्य सुनिश्चित करने का सबसे अच्छा तरीका माना जाता है।",
        "अंतिम लक्ष्य की प्रकृति: अध्याय का समापन सर्वोच्च लक्ष्य के वर्णन के साथ होता है, जो जन्म और मृत्यु से परे है। एक बार यह स्थिति प्राप्त हो जाने पर, जन्म और मृत्यु के चक्र में लौटने का कोई प्रश्न नहीं होता।"
      ],
      "practical_tips": [
        "दैनिक ध्यान: दैनिक ध्यान की एक दिनचर्या स्थापित करें। शाश्वत, अपरिवर्तनीय अस्तित्व (ब्रह्म) पर ध्यान केंद्रित करें।",
        "सचेत जीवन: दिनभर अपने कार्यों और विचारों के प्रति सचेत रहें।",
        "निरंतर स्मरण: दिनभर दिव्य को याद करने की आदत विकसित करें।",
        "कार्य की समर्पण: जो भी करें, उसे दिव्य को अर्पित करें।",
        "अस्तित्व की क्षणिक प्रकृति को समझें: भौतिक जीवन की क्षणिकता को पहचानें।",
        "मृत्यु की तैयारी: अपनी मृत्यु पर विचार करना हमें एक उद्देश्यपूर्ण जीवन जीने के लिए प्रेरित कर सकता है।",
        "ज्ञान की खोज करें: नियमित रूप से आध्यात्मिक ग्रंथों का अध्ययन करें।"
      ],
      "what_we_can_learn": [
        "अक्षर ब्रह्म सभी अस्तित्व का आधार है, भौतिक संसार से परे।",
        "सृष्टि और विघटन का चक्र भौतिक जगत को नियंत्रित करता है, लेकिन आत्मा शाश्वत रहती है।",
        "मृत्यु के समय दिव्य स्मरण से आत्मा की यात्रा का मार्ग निर्धारित होता है।",
        "निरंतर भक्ति और निःस्वार्थ कर्म जन्म-मृत्यु के चक्र से मुक्ति दिलाते हैं।",
        "जीवन का अंतिम लक्ष्य शाश्वत ब्रह्म को पहचानना और मोक्ष (मुक्ति) प्राप्त करना है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ८: अक्षरब्रह्मयोगः",
      "summary": "भगवद्गीतायाः अष्टमोऽध्यायः अक्षरब्रह्मयोगः इति उच्यते, यः 'अक्षरब्रह्म' इति विषये केंद्रितः अस्ति। अयं अध्यायः जीवनस्य अन्तिमसत्यानि तेषां सह समन्वयस्य उपायांश्च गभीरतया अन्विष्टि।",
      "main_teachings": [
        "अक्षरब्रह्मणः स्वरूपम्: अक्षरब्रह्म भौतिकजगतः पृष्ठे शाश्वतं तत्त्वम् अस्ति। तत् अपरिवर्तनीयं भौतिकसत्तातः परं च भवति।",
        "सृष्टिविनाशचक्रम्: भगवान् कृष्णः सृष्टेः, पालनस्य, विनाशस्य च स्वरूपं व्याख्याति। भौतिकजगति सर्वं चक्रीयसत्तायां परिवर्तते, आत्मा तु शाश्वतः।",
        "मृत्युसमये दिव्यस्मरणम्: मृत्युसमये मनसः विचाराः आत्मनः गतिं निर्धारयन्ति। ये शरीरं त्यक्त्वा दिव्यं चिन्तयन्ति, ते दिव्यलोकं प्रविशन्ति।",
        "साधनमार्गः: निरन्तरभक्तिस्मरणाभ्यां साधकः दिव्येन सह सतत्संयोगं प्राप्नोति। मृत्योः अनन्तरं शुभगतिसिद्ध्यै एषः श्रेष्ठः मार्गः।",
        "परमलक्ष्यस्य स्वरूपम्: अध्यायस्य समाप्तौ परमं लक्ष्यं वर्णितम्, यत् जन्ममृत्युचक्रात् परम्। एतत् स्थानं प्राप्य पुनः जन्ममृत्युचक्रं न भवति।"
      ],
      "practical_tips": [
        "नित्यध्यानम्: प्रतिदिनं ध्यानस्य अभ्यासं कुरु। ब्रह्मणः शाश ्वतस्वरूपे ध्यानं केन्द्रितं कुरु।",
        "सचेतनजीवनम्: दिनभर कार्याणां च विचाराणां प्रति सचेत रह।",
        "निरन्तरस्मरणम्: दिनभर दिव्यं स्मरणस्य अभ्यासं कुरु।",
        "कर्माणां समर्पणम्: यत्किञ्चित् करोति, तद् दिव्याय अर्पय।",
        "अस्तित्वस्य क्षणिकस्वरूपं ज्ञात्वा: भौतिकजीवनस्य क्षणिकता ज्ञात्वा।",
        "मृत्युप्रतिप्रवृत्तिः: मृत्युः विषये चिन्तनं जीवनं उद्देश्यपूर्णं कर्तुं प्रेरयति।",
        "ज्ञानस्य अन्वेषणम्: नियमितं आध्यात्मिकग्रन्थानां अध्ययनं कुरु।"
      ],
      "what_we_can_learn": [
        "अक्षरब्रह्मः सर्वस्य अस्तित्वस्य आधारः अस्ति, भौतिकजगतः परे।",
        "सृष्टिविनाशचक्रं भौतिकजगतम् अधीनं अस्ति, किन्तु आत्मा शाश्वतं अस्ति।",
        "मृत्युसमये दिव्यस्मरणं आत्मनः गतिं आकारयति।",
        "निरन्तरभक्ति च निःस्वार्थकर्म च जन्ममृत्युः चक्रात् मुक्ति ददाति।",
        "जीवनस्य परमलक्ष्यम् अस्ति शाश्वतब्रह्मणं प्राप्य मोक्षं (मुक्तिः) प्राप्नुयाम।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૮: અક્ષર-બ્રહ્મ યોગ",
      "summary": "ભગવદ ગીતા ના આઠમા અધ્યાયને અક્ષર-બ્રહ્મ યોગ તરીકે ઓળખવામાં આવે છે, જે 'અક્ષર બ્રહ્મ' પર કેન્દ્રિત છે। આ અધ્યાય જીવનના અંતિમ સત્ય અને તેમના સાથે પોતાને સંકલિત કરવાની રીતો પર ઊંડાણપૂર્વક વિચાર કરે છે।",
      "main_teachings": [
        "અક્ષર બ્રહ્મની પ્રકૃતિ: અક્ષર બ્રહ્મ ભૌતિક જગત પાછળની શાશ્વત સત્તા છે। તે અપરિવર્તિત છે અને ભૌતિક અસ્તિત્વથી પરે છે।",
        "સૃષ્ટિ અને વિઘટનનો ચક્ર: ભગવાન કૃષ્ણ સૃષ્ટિ, સંરક્ષણ અને વિઘટનની પ્રકૃતિને સમજાવે છે। ભૌતિક જગતમાં બધું આ ચક્રીય અસ્તિત્વમાંથી પસાર થાય છે, જ્યારે શાશ્વત આત્મા આથી અલગ છે।",
        "મૃત્યુના સમયે દિવ્યને યાદ કરવું: મૃત્યુના સમયેના વિચારો આત્માની યાત્રાને નિર્ધારિત કરવામાં મહત્વપૂર્ણ ભૂમિકા ભજવે છે। જે લોકો તેમના શરીરને છોડતા સમયે દિવ્ય વિશે વિચારે છે, તેઓ દિવ્ય ક્ષેત્રમાં પ્રવેશ કરે છે।",
        "પ્રાપ્તિનો માર્ગ: સતત ભક્તિ અને સ્મરણની પદ્ધતિ ખાતરી કરે છે કે સાધક દિવ્ય સાથે સતત સંવાદમાં છે। આ મૃત્યુ પછી અનુકૂળ ભાગ્ય સુનિશ્ચિત કરવા માટે શ્રેષ્ઠ માર્ગ માનવામાં આવે છે।",
        "અંતિમ લક્ષ્યની પ્રકૃતિ: આ અધ્યાયનો અંતિમ લક્ષ્યનું વર્ણન છે, જે જન્મ અને મૃત્યુથી પરે છે। એકવાર આ સ્થિતિ પ્રાપ્ત થઈ જાય, તો જન્મ અને મૃત્યુના ચક્રમાં પાછા ફરવાનો કોઈ પ્રશ્ન નથી।"
      ],
      "practical_tips": [
        "દૈનિક ધ્યાન: દૈનિક ધ્યાનની એક રૂટિન સ્થાપિત કરો। શાશ્વત, અપરિવર્તિત અસ્તિત્વ (બ્રહ્મ) પર ધ્યાન કેન્દ્રિત કરો।",
        "સચેત જીવન: દિવસ દરમિયાન તમારા કાર્ય અને વિચારોના પ્રત્યે સચેત રહો।",
        "નિરંતર સ્મરણ: દિવસ દરમિયાન દિવ્યને યાદ કરવાની આદત વિકસાવો।",
        "ક્રિયાઓનું સમર્પણ: તમે જે કંઈ કરો, તે દિવ્યને અર્પણ કરો।",
        "અસ્તિત્વની ક્ષણિક પ્રકૃતિને સમજવું: ભૌતિક જીવનની ક્ષણિકતાને ઓળખો।",
        "મૃત્યુ માટે તૈયારી: જ્યારે તે કેટલાકને ભયંકર લાગે છે, ત્યારે આપણા મૃત્યુ પર વિચાર કરવો અમને એક ઉદ્દેશ્યપૂર્ણ જીવન જીવવા માટે પ્રેરણા આપી શકે છે।",
        "જ્ઞાનની શોધ: નિયમિત રીતે આધ્યાત્મિક ગ્રંથોનું અભ્યાસ કરો।"
      ],
      "what_we_can_learn": [
        "અક્ષર બ્રહ્મ એ સર્વ અસ્તિત્વનો આધાર છે, ભૌતિક જગતથી પરે.",
        "સૃષ્ટિ અને વિઘટનના ચક્રો ભૌતિક જગતને નિયંત્રિત કરે છે, પરંતુ આત્મા શાશ્વત રહે છે.",
        "મૃત્યુના સમયે દૈવી સ્મરણ આત્માની યાત્રાને આકાર આપે છે.",
        "નિરંતર ભક્તિ અને નિઃસ્વાર્થ ક્રિયાઓ જન્મ અને મૃત્યુના ચક્રમાંથી મુક્તિ આપે છે.",
        "જીવનનું અંતિમ લક્ષ્ય એ છે કે શાશ્વત બ્રહ્મને ઓળખવું અને મોક્ષ (મુક્તિ) પ્રાપ્ત કરવું."
      ]
    },
    "mr": {
      "title": "अध्याय ८: अक्षर-परब्रह्म योग",
      "summary": "या अध्यायात, कृष्ण अक्षर ब्रह्म (अविनाशी सत्य) आणि परब्रह्म (सर्वोच्च सत्य) याबद्दल शिकवतात. मृत्यूच्या वेळी मनाची स्थिती आणि आत्म्याच्या गतीचे महत्त्व यावर भर दिला आहे. हा अध्याय निरंतर ध्यान आणि भक्तीचा मार्ग दर्शवितो.",
      "main_teachings": [
        "अक्षर ब्रह्म: अविनाशी आणि शाश्वत सत्य.",
        "सृष्टीचे चक्र: उत्पत्ती, स्थिती आणि संहार.",
        "मृत्यूसमयी चिंतन: शेवटचे विचार आत्म्याच्या गतीवर परिणाम करतात.",
        "परब्रह्म: सर्वोच्च लक्ष्य, जे जन्म-मृत्यूच्या चक्रातून मुक्त करते.",
        "अंतिम लक्ष्याची प्रकृती: हे लक्ष्य जन्म आणि मृत्यूच्या चक्राबाहेर आहे."
      ],
      "practical_tips": [
        "दैनंदिन ध्यान साधना: ब्रह्माच्या शाश्वत स्वरूपावर ध्यान केंद्रित करा.",
        "कर्मांची समर्पण भावना: प्रत्येक कृती देवाला अर्पण करा.",
        "मृत्यूची तयारी: आयुष्यभर ध्यान आणि सजगतेने जगा.",
        "ज्ञानाचा शोध: आध्यात्मिक ग्रंथांचा अभ्यास करा.",
        "अस्तित्वाची क्षणिकता समजून घ्या: भौतिक जीवनाची क्षणिकता ओळखा.",
        "सतत स्मरण: दिवसभर दैवी स्मरणाची सवय लावा.",
        "सचेत जीवन: आपल्या विचारांवर आणि कृतींवर लक्ष ठेवा."
      ],
      "what_we_can_learn": [
        "अक्षर ब्रह्म हे सर्व अस्तित्वाचा पाया आहे, भौतिक जगाच्या पलीकडे.",
        "भौतिक जग चक्रीय निर्मिती-विघटनाच्या अधीन आहे, पण आत्मा शाश्वत आहे.",
        "मृत्यूसमयी दैवी स्मरणाने आत्म्याचा प्रवास आकारतो.",
        "निरंतर भक्ती आणि निःस्वार्थ कर्म मुक्तीच्या मार्गावर घेऊन जातात.",
        "जीवनाचे अंतिम लक्ष्य म्हणजे ब्रह्माची प्राप्ती आणि मोक्ष (मुक्ती) प्राप्त करणे."
      ]
    }
  },
  {
    "chapter": 9,
    "en": {
      "title": "Chapter 9: Raja Vidya Yoga",
      "summary": "Before we delve into Chapter 9 of the Bhagavad Gita, it’s essential to first understand the Gita in its entirety. The Bhagavad Gita is a timeless epic in Indian spirituality. It is a conversation between Prince Arjuna and the deity Krishna, who serves as his charioteer. Set amid the noise of a battlefield, their discussions explore profound philosophical, ethical, and spiritual matters. Chapter 9, titled The Royal Knowledge and the Royal Secret, plays a key role in helping us understand the divine, the universe, and the self.",
      "main_teachings": [
        "The Supreme Knowledge: Lord Krishna highlights that the knowledge he shares is ‘royal’. This indicates that it is both noble and transformative. When one understands and acts upon this wisdom, they can escape the cycle of karma.",
        "The Importance of Devotion: Krishna emphasises bhakti, or devotion. He explains that regardless of someone’s background, caste, or past deeds, sincere devotion will always be accepted by the divine.",
        "The Power of Unwavering Faith: Individuals with steadfast faith, who worship the divine with pure devotion, receive immense benefits. In contrast, those who doubt divine power miss these blessings entirely.",
        "Nature of the Universe: Krishna illustrates that he permeates everything in the universe, like threads running through pearls in a necklace. However, he remains unbound by the universe itself. This paradox highlights his omnipresence.",
        "Cycle of Creation and Dissolution: All beings arise from the divine at the start of a cosmic cycle and return to it at the end. This cycle emphasises the temporary nature of our existence, urging us to seek deeper truths.",
        "The Significance of Simple Offerings: Anything offered with love and devotion, even if it’s as simple as a leaf, water, or flower, becomes sacred. The act of offering with sincerity is what holds value."
      ],
      "practical_tips": [
        "Cultivate Devotion: In today’s chaotic world, building a strong connection with a higher power or purpose can be grounding. You can nurture this through meditation, prayer, or service.",
        "Practice Non-Judgment: Just as Krishna accepts offerings from all without prejudice, we should also strive to be less judgmental and more accepting of others.",
        "Embrace Impermanence: Recognising that life is transient makes us more resilient during tough times and increases our appreciation for the good moments.",
        "Appreciate Small Acts: The emphasis in the Gita is not on the grandeur of offerings but on their sincerity. This principle reminds us to value small, genuine acts of kindness and love.",
        "Foster Faith and Reduce Doubt: Questioning is natural for growth; however, constant doubt can be a hindrance. Maintaining faith in a larger purpose offers strength and guidance.",
        "See the Divine in Everything: Viewing everything as divine transforms our relationship with the world, leading to a more compassionate and harmonious existence."
      ],
      "what_we_can_learn": [
        "True devotion transcends social barriers and is accessible to all.",
        "Even the simplest offerings, when made with love, hold immense spiritual value.",
        "The universe is a manifestation of the divine, yet the divine remains beyond it.",
        "Faith and sincerity are more important than ritualistic grandeur.",
        "Understanding life’s impermanence fosters resilience and gratitude."
      ]
    },
    "hi": {
      "title": "अध्‍याय ९: राजविद्या योग",
      "summary": "भगवद गीता के नवम अध्याय को राजविद्या योग कहा जाता है, जो दिव्य ज्ञान और भक्ति के महत्व पर प्रकाश डालता है। भगवान कृष्ण बताते हैं कि सच्ची भक्ति और सरल अर्पण ही मोक्ष का मार्ग हैं।",
      "main_teachings": [
        "सर्वोच्च ज्ञान: कृष्ण का ज्ञान राजसी और परिवर्तनकारी है।",
        "भक्ति का महत्व: कोई भी व्यक्ति, चाहे उसकी पृष्ठभूमि कुछ भी हो, भक्ति के माध्यम से दिव्य तक पहुँच सकता है।",
        "अटूट विश्वास की शक्ति: दृढ़ विश्वास वाले भक्तों को दिव्य कृपा प्राप्त होती है।",
        "ब्रह्मांड की प्रकृति: कृष्ण सभी वस्तुओं में व्याप्त हैं, परंतु उनसे बंधे नहीं हैं।",
        "सृष्टि और विघटन का चक्र: सभी प्राणी दिव्य से उत्पन्न होते हैं और उसमें विलीन हो जाते हैं।",
        "सरल अर्पण का महत्व: प्रेमपूर्वक अर्पित की गई छोटी वस्तुएँ भी पवित्र हो जाती हैं।"
      ],
      "practical_tips": [
        "भक्ति विकसित करें: ध्यान, प्रार्थना या सेवा के माध्यम से दिव्य से जुड़ें।",
        "निष्पक्ष रहें: दूसरों के प्रति सम्मान और स्वीकृति का भाव रखें।",
        "क्षणभंगुरता स्वीकारें: जीवन की अस्थायी प्रकृति को समझें।",
        "छोटे कार्यों को महत्व दें: सच्चे मन से किया गया छोटा कार्य भी मूल्यवान है।",
        "विश्वास बनाए रखें: संदेह को दूर करके दृढ़ विश्वास रखें।",
        "सर्वत्र दिव्य देखें: प्रत्येक वस्तु में दैवीयता का दर्शन करें।"
      ],
      "what_we_can_learn": [
        "सच्ची भक्ति सामाजिक बंधनों से परे है और सभी के लिए सुलभ है।",
        "प्रेम से किया गया सरल अर्पण भी अमूल्य है।",
        "ब्रह्मांड दिव्य का प्रतिबिंब है, परंतु दिव्य उससे परे है।",
        "विश्वास और ईमानदारी अनुष्ठानों से अधिक महत्वपूर्ण हैं।",
        "जीवन की नश्वरता को समझने से लचीलापन और कृतज्ञता बढ़ती है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय ९: राजविद्यायोगः",
      "summary": "भगवद्गीतायाः नवमोऽध्यायः राजविद्यायोगः इति उच्यते, यः दिव्यज्ञानभक्त्योः महत्त्वं प्रकटयति। भगवान् कृष्णः कथयति यत् सत्यभक्तिः सरलं च अर्पणं मोक्षस्य मार्गः अस्ति।",
      "main_teachings": [
        "परमज्ञानम्: कृष्णस्य ज्ञानं राज्ञां परिवर्तनकारि च।",
        "भक्तेः महत्त्वम्: कोऽपि जनः भक्त्या दिव्यं प्राप्नोति।",
        "दृढविश्वासस्य शक्तिः: दृढविश्वासिनः भक्ताः दिव्यानुग्रहं प्राप्नुवन्ति।",
        "ब्रह्माण्डस्य स्वरूपम्: कृष्णः सर्वेषु वस्तुषु व्याप्तः, परं न बद्धः।",
        "सृष्टिविनाशचक्रम्: सर्वाणि जीवानि दिव्यात् उत्पद्यन्ते, तत्रैव लीयन्ते।",
        "सरलार्पणस्य महत्त्वम्: प्रेम्णा अर्पितं लघ्वपि पवित्रं भवति।"
      ],
      "practical_tips": [
        "भक्तिं वर्धय: ध्यानप्रार्थनासेवाभिः दिव्येन संयोजय।",
        "निष्पक्षः भव: अन्येषु प्रति सहिष्णुतां दर्शय।",
        "अनित्यतां स्वीकुरु: जीवनस्य क्षणिकतां बुध्यस्व।",
        "लघुकर्माणि मन्यस्व: सत्यहृदयेन कृतं लघ्वपि मूल्यवान्।",
        "विश्वासं रक्ष: संशयं त्यक्त्वा दृढं विश्वसिहि।",
        "सर्वत्र दिव्यं पश्य: प्रत्येके वस्तुनि दैवतं दृष्ट्वा।"
      ],
      "what_we_can_learn": [
        "सत्यभक्तिः सामाजिकबन्धनात् परं सर्वेभ्यः सुलभा।",
        "प्रेमपूर्वकं कृतं सरलमर्पणमपि अमूल्यम्।",
        "ब्रह्माण्डं दिव्यस्य प्रतिबिम्बम्, परं दिव्यं ततः परम्।",
        "विश्वासः सत्यनिष्ठा च अनुष्ठानेभ्यः अधिकं महत्त्वपूर्णे।",
        "जीवनस्य अनित्यताबोधः सहनशीलतां कृतज्ञतां च वर्धयति।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૯: રાજવિદ્યા યોગ",
      "summary": "ભગવદ ગીતાના નવમા અધ્યાયને રાજવિદ્યા યોગ કહેવામાં આવે છે, જે દિવ્ય જ્ઞાન અને ભક્તિના મહત્વ પર પ્રકાશ પાડે છે. ભગવાન કૃષ્ણ જણાવે છે કે સાચી ભક્તિ અને સરળ અર્પણ જ મોક્ષનો માર્ગ છે.",
      "main_teachings": [
        "સર્વોચ્ચ જ્ઞાન: કૃષ્ણનું જ્ઞાન રાજકીય અને પરિવર્તનકારી છે.",
        "ભક્તિનું મહત્વ: કોઈપણ વ્યક્તિ, ભલે તેની પૃષ્ઠભૂમિ કેવી પણ હોય, ભક્તિ દ્વારા દિવ્ય સાથે જોડાઈ શકે છે.",
        "અડગ વિશ્વાસની શક્તિ: દૃઢ વિશ્વાસ ધરાવતા ભક્તોને દિવ્ય કૃપા પ્રાપ્ત થાય છે.",
        "બ્રહ્માંડની પ્રકૃતિ: કૃષ્ણ બધી વસ્તુઓમાં વ્યાપ્ત છે, પરંતુ તેમનાથી બંધાયેલા નથી.",
        "સૃષ્ટિ અને વિઘટનનો ચક્ર: બધા જીવો દિવ્યમાંથી ઉત્પન્ન થાય છે અને તેમાં લય પામે છે.",
        "સરળ અર્પણનું મહત્વ: પ્રેમથી અર્પણ કરેલી નાની વસ્તુઓ પણ પવિત્ર બને છે."
      ],
      "practical_tips": [
        "ભક્તિ વિકસાવો: ધ્યાન, પ્રાર્થના અથવા સેવા દ્વારા દિવ્ય સાથે જોડાવો.",
        "નિષ્પક્ષ રહો: અન્ય લોકો પ્રતિ સહન શીલ અને સ્વીકૃતિનો ભાવ રાખો.",
        "અસ્થિરતાને સ્વીકારો: જીવનની તાત્કાલિકતા સમજવાથી વધુ મજબૂત બનશો.",
        "નાના કાર્યની પ્રશંસા કરો: સચ્ચાઈથી કરવામાં આવેલ નાનું કાર્ય પણ મૂલ્યવાન છે.",
        "વિશ્વાસને મજબૂત બનાવો: સંदेહને દૂર કરીને દૃઢ વિશ્વાસ રાખો.",
        "દરેક વસ્તુમાં દિવ્યને જુઓ: દરેક વસ્તુમાં દૈવીતાનું દર્શન કરો."
      ],
      "what_we_can_learn": [
        "સાચી ભક્તિ સામાજિક બાંધણોથી પર છે અને સૌ માટે ઉપલબ્ધ છે.",
        "પ્રેમથી કરવામાં આવેલ સરળ અર્પણ પણ અમૂલ્ય છે.",
        "બ્રહ્માંડ દિવ્યનું પ્રતિબિંબ છે, પરંતુ દિવ્ય તેમાંથી પર છે.",
        "વિશ્વાસ અને સત્યતા અનુષ્ઠાનો કરતાં વધુ મહત્વપૂર્ણ છે.",
        "જીવનની નાશવંતતા સમજવાથી લચીલા અને આભારી બનવા માટે મદદ મળે છે."
      ]
    },
    "mr": {
      "title": "अध्याय ९: राजविद्या योग",
      "summary": "या अध्यायात कृष्ण 'राजविद्या' (राजकीय ज्ञान) आणि 'राजगुह्य' (राजकीय रहस्य) सांगतात. हे ज्ञान भक्तीचे महत्त्व आणि सर्वांमध्ये देवाचे अस्तित्व दर्शविते. कृष्ण सांगतात की प्रेमाने केलेली छोटी अर्पणे देखील स्वीकारली जातात.",
      "main_teachings": [
        "राजविद्या: सर्वोच्च ज्ञान जे मुक्ती देतं.",
        "भक्तीचे महत्त्व: कोणत्याही पार्श्वभूमीतील भक्त देवाला प्रिय आहेत.",
        "सृष्टीचे चक्र: सर्व प्राणी देवापासून उत्पन्न होतात आणि परत जातात.",
        "साधे अर्पण: प्रेमाने अर्पण केलेली पान, पाणी किंवा फूल स्वीकारले जाते."
      ],
      "practical_tips": [
        "भक्ती वाढवा: ध्यान, प्रार्थना किंवा सेवेद्वारे देवाशी जोडा.",
        "निष्पक्षता राखा: इतरांना न जुजुवता स्वीकारा.",
        "क्षणभंगुरता समजा: भौतिक जीवनाची तात्पुरती स्वरूप ओळखा.",
        "साध्या कृतींची कदर करा: प्रामाणिकपणे केलेली छोटी कृती मोलाची असते."
      ],
      "what_we_can_learn": [
        "सच्ची भक्ति सामाजिक बंधनों से परे है और सभी के लिए सुलभ है।",
        "प्रेम से किया गया सरल अर्पण भी अमूल्य है।",
        "ब्रह्मांड दिव्य का प्रतिबिंब है, परंतु दिव्य उससे परे है।",
        "विश्वास और ईमानदारी अनुष्ठानों से अधिक महत्वपूर्ण हैं।",
        "जीवन की नश्वरता को समझने से लचीलापन और कृतज्ञता बढ़ती है।"
      ]
    }
  },

  {
    "chapter": 10,
    "en": {
      "title": "Chapter 10: Vibhuti Yoga",
      "summary": "Before exploring Chapter 10 of the Bhagavad Gita, it’s crucial to understand the Gita as a whole. This timeless spiritual classic from India is a dialogue between the prince Arjuna and the god Krishna, who serves as his charioteer. The teachings in this sacred text guide readers towards living a life of righteousness and spiritual fulfilment. Chapter 10, known as ‘Vibhuti Yoga’, specifically highlights the divine manifestations and glories of Lord Krishna. It reveals how Krishna’s presence permeates the universe. In this chapter, Krishna demonstrates his essence through the best elements in the world, showing the depth of his divine influence.",
      "main_teachings": [
        "Divine Glories of Krishna: Lord Krishna outlines his divine manifestations, stating that among mountains, he is the Himalayas, and among rivers, he is the Ganges. These examples show that Krishna’s supreme presence is reflected in the most magnificent aspects of the natural world.",
        "The Infinite Nature of Divine Glories: Krishna informs Arjuna that his divine glories are limitless. The examples given in this chapter are only a small glimpse of his vast manifestations.",
        "Knowledge Through Devotion: Those who recognise and understand these divine manifestations are drawn closer to Krishna. Devotion, combined with understanding, leads them towards self-realisation and spiritual growth."
      ],
      "practical_tips": [
        "See the Divine in Everything: A key message of this chapter is to perceive the divine in all parts of the universe. By adopting this view, we can develop gratitude, reverence, and a deeper connection with the world around us.",
        "Pursue Continuous Learning: Krishna’s emphasis on the endless nature of his glories serves as a reminder of the vast scope of knowledge available to us.",
        "Devotion is Key: While understanding is important, devotion truly connects us with the divine. Establishing a regular spiritual practice can create a deeper connection.",
        "Seek Guidance: Just as Arjuna turns to Krishna for wisdom, we can also seek guidance when facing doubts.",
        "Celebrate Diversity: By recognising that the divine appears in countless forms, we learn to appreciate the diversity around us.",
        "How Can We Perceive God in This Material World?: Krishna presents a way to see the divine in the pinnacle of every category."
      ],
      "what_we_can_learn": [
        "The divine is present in all aspects of creation, from the grandest mountains to the smallest streams.",
        "True devotion involves recognizing Krishna’s presence in both the extraordinary and the ordinary.",
        "Spiritual growth comes from both knowledge and heartfelt devotion."
      ]
    },
    "hi": {
      "title": "अध्‍याय १०: विभूति योग",
      "summary": "भगवद गीता के दसवें अध्याय को विभूति योग कहा जाता है, जो भगवान कृष्ण की दिव्य महिमाओं और प्रकटियों पर प्रकाश डालता है। यह अध्याय दर्शाता है कि कृष्ण की उपस्थिति ब्रह्मांड में हर जगह व्याप्त है।",
      "main_teachings": [
        "कृष्ण की दिव्य महिमाएँ: कृष्ण स्वयं को पर्वतों में हिमालय और नदियों में गंगा के रूप में प्रकट करते हैं।",
        "दिव्य महिमाओं की अनंतता: कृष्ण की महिमाएँ असीमित हैं, और यह अध्याय उनका केवल एक छोटा सा दर्शन है।",
        "भक्ति के माध्यम से ज्ञान: दिव्य महिमाओं को पहचानने से भक्त कृष्ण के निकट आते हैं।"
      ],
      "practical_tips": [
        "सर्वत्र दिव्य देखें: ब्रह्मांड के हर हिस्से में दिव्यता का दर्शन करें।",
        "निरंतर सीखते रहें: ज्ञान की अंतहीन संभावनाओं को स्वीकारें।",
        "भक्ति को प्राथमिकता दें: नियमित आध्यात्मिक अभ्यास से दिव्य से जुड़ें।",
        "मार्गदर्शन लें: संदेह होने पर ज्ञानी से सलाह लें।",
        "विविधता का सम्मान करें: दिव्य के विविध रूपों को पहचानें।",
        "भौतिक जगत में देव को कैसे देखें?: हर श्रेणी में श्रेष्ठ तत्व में दिव्य खोजें।"
      ],
      "what_we_can_learn": [
        "दिव्य सत्ता प्रकृति के हर अंग में विद्यमान है।",
        "सच्ची भक्ति साधारण और असाधारण दोनों में कृष्ण को पहचानती है।",
        "ज्ञान और भक्ति दोनों से आध्यात्मिक विकास होता है।"
      ]
    },
    "sa": {
      "title": "अध्‍याय १०: विभूतियोगः",
      "summary": "भगवद्गीतायाः दशमोऽध्यायः विभूतियोगः इति उच्यते, यः भगवतः कृष्णस्य दिव्यप्रकटीभावान् प्रकटयति। अयं अध्यायः दर्शयति यत् कृष्णस्य उपस्थितिः सर्वत्र विद्यते।",
      "main_teachings": [
        "कृष्णस्य दिव्यमहिमाः: कृष्णः स्वयम् पर्वतेषु हिमालयः, नदीषु गङ्गा इति प्रकटयति।",
        "दिव्यमहिमानाम् अनन्तता: कृष्णस्य महिमाः अपरिमिताः, एतत् अध्यायः तासां अल्पदर्शनम्।",
        "भक्त्या ज्ञानम्: दिव्यप्रकटीभावान् अवगच्छन् भक्तः कृष्णं समीपं गच्छति।"
      ],
      "practical_tips": [
        "सर्वत्र दिव्यं पश्य: विश्वस्य प्रत्येकांशे दैवतं दृष्ट्वा।",
        "निरन्तरं ज्ञानं अन्विष्य: ज्ञानस्य अपरिमिततां स्वीकुरु।",
        "भक्तिं प्राधान्यं दद्यात्: नित्यसाधनया दिव्येन संयोज्य।",
        "मार्गदर्शनं याच्य: सन्देहे सति विदुषः सल्लापं कुरु।",
        "विविधतां सम्मानय: दिव्यस्य नानारूपाणि पहचान।",
        "भौतिके जगति देवं कथं पश्येम?: प्रत्येकवर्गे श्रेष्ठतमे दिव्यं अन्विष्य।"
      ],
      "what_we_can_learn": [
        "दिव्यं सर्वस्मिन् सृष्टौ विद्यते।",
        "सत्यभक्तिः सामान्ये विशिष्टे च कृष्णं पश्यति।",
        "ज्ञानभक्त्योः संयोगेन आध्यात्मिकप्रगतिः भवति।"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૦: વિભૂતિ યોગ",
      "summary": "ભગવદ ગીતાના દસમા અધ્યાયને વિભૂતિ યોગ કહેવામાં આવે છે, જે ભગવાન કૃષ્ણની દિવ્ય મહિમા અને પ્રકટીકરણો પર પ્રકાશ પાડે છે. આ અધ્યાય દર્શાવે છે કે કૃષ્ણની ઉપસ્થિતિ સમગ્ર બ્રહ્માંડમાં વ્યાપ્ત છે.",
      "main_teachings": [
        "કૃષ્ણની દિવ્ય મહિમા: કૃષ્ણ પર્વતોમાં હિમાલય અને નદીઓમાં ગંગા તરીકે પ્રગટ થાય છે.",
        "દિવ્ય મહિમાની અનંતતા: કૃષ્ણની મહિમા અમર્યાદ છે, અને આ અધ્યાય તેનો થોડો જ અંશ છે.",
        "ભક્તિ દ્વારા જ્ઞાન: દિવ્ય પ્રકટીકરણોને ઓળખવાથી ભક્ત કૃષ્ણની નજીક આવે છે."
      ],
      "practical_tips": [
        "દરેક વસ્તુમાં દિવ્ય જુઓ: બ્રહ્માંડના દરેક ભાગમાં દિવ્યતા દેખો.",
        "સતત શીખો: જ્ઞાનની અનંત શક્યતાઓને સ્વીકારો.",
        "ભક્તિને પ્રાથમિકતા આપો: નિયમિત આધ્યાત્મિક સાધનાથી દિવ્ય સાથે જોડાઓ.",
        "માર્ગદર્શન મેળવો: શંકા થાય ત્યારે જ્ઞાનીની સલાહ લો.",
        "વિવિધ તાનો સન્માન કરો: દિવ્યના વિવિધ સ્વરૂપોને ઓળખો.",
        "ભૌતિક જગતમાં ભગવાનને કેવી રીતે જોઈ શકીએ?: દરેક શ્રેણીમાં શ્રેષ્ઠ તત્વમાં દિવ્ય શોધો."
      ],
      "what_we_can_learn": [
        "દિવ્ય સત્તા દરેક સર્જનના અંગમાં હાજર છે.",
        "સાચી ભક્તિ અસાધારણ અને સામાન્ય બંનેમાં કૃષ્ણની હાજરીને ઓળખે છે.",
        "જ્ઞાન અને હૃદયપૂર્વકની ભક્તિથી આધ્યાત્મિક વિકાસ થાય છે."
      ]
    },
    "mr": {
      "title": "अध्याय १०: विभूती योग",
      "summary": "या अध्यायात भगवान कृष्णांच्या दिव्य महिमा आणि प्रकटीकरणांवर प्रकाश टाकला आहे. हे दर्शविते की कृष्णाची उपस्थिती संपूर्ण विश्वात व्यापलेली आहे.",
      "main_teachings": [
        "कृष्णाच्या दिव्य महिमा: कृष्ण स्वतःला पर्वतांमध्ये हिमालय आणि नद्यांमध्ये गंगा म्हणून प्रकट करतात.",
        "दिव्य महिमांची अनंतता: कृष्णाच्या महिमा अमर्याद आहेत, हा अध्याय त्यांचा फक्त एक छोटासा भाग दर्शवितो.",
        "भक्तीद्वारे ज्ञान: या दिव्य प्रकटीकरणांना ओळखून घेणारे भक्त कृष्णाच्या जवळ येतात."
      ],
      "practical_tips": [
        "सर्वत्र दिव्य पहा: विश्वाच्या प्रत्येक भागात दैवीत्व पाहण्याचा प्रयत्न करा.",
        "सतत शिकत रहा: कृष्णाच्या महिमांच्या अनंततेवर भर हे ज्ञानाच्या विशालतेची आठवण करून देते.",
        "भक्तीला प्राधान्य द्या: समजूत महत्त्वाची असली तरी भक्तीच दैवीशी खरा संबंध निर्माण करते.",
        "मार्गदर्शन घ्या: अर्जुनाने कृष्णाकडे मार्गदर्शनासाठी वळल्याप्रमाणे, आपणही शंका असताना ज्ञानी व्यक्तींकडे मदत मागू शकतो.",
        "विविधतेचा गौरव करा: दैवी असंख्य रूपांमध्ये प्रकट होत असल्याचे ओळखून आपण विविधतेचे कौतुक करू शकतो.",
        "भौतिक जगात ईश्वर कसा दिसतो?: प्रत्येक श्रेणीतील श्रेष्ठ घटकांमध्ये दैवीत्व शोधण्याचा मार्ग कृष्ण दर्शवितात."
      ],
      "what_we_can_learn": [
        "दैवी शक्ती निर्मितीच्या प्रत्येक अंगात उपस्थित आहे - महापर्वतांपासून लहान प्रवाहांपर्यंत.",
        "खरी भक्ती म्हणजे विशिष्ट आणि सामान्य दोन्हीमध्ये कृष्णाची उपस्थिती ओळखणे.",
        "आध्यात्मिक वाढ ज्ञान आणि हृदयपूर्वक भक्ती या दोन्हीतून मिळते."
      ]
    }
  },

  {
    "chapter": 11,
    "en": {
      "title": "Chapter 11: Visvarupa Darsana Yoga",
      "summary": "Before we explore Chapter 11 of the Bhagavad Gita, it is crucial to first grasp the overall message of the Gita. The Bhagavad Gita, a 700-verse Hindu scripture, is part of the ancient Indian epic, the Mahabharata. It presents teachings through a profound conversation between Prince Arjuna and Krishna, guiding individuals on ethics, duty, and spiritual growth. Chapter 11, often called 'The Universal Form,' is especially captivating. It reveals deep insights into the nature of God and the universe, offering valuable lessons that can be integrated into our daily lives.",
      "main_teachings": [
        "Divine Vision: Krishna grants Arjuna divine vision to witness his cosmic form containing the entire universe, all beings, and time itself.",
        "Duty and Righteousness: The cycle of creation-destruction in Krishna's form highlights life's impermanence and importance of detached duty (Dharma).",
        "Devotion and Surrender: Arjuna's humble devotion after witnessing the cosmic form shows the value of surrender for spiritual growth."
      ],
      "practical_tips": [
        "Selfless Action: Perform duties without attachment to outcomes",
        "Humility and Respect: Recognize a supreme cosmic force",
        "Acceptance: Embrace life's impermanence",
        "Spiritual Practices: Build devotion through meditation/prayer",
        "Discover Dharma: Align with your true life purpose",
        "Universal Harmony: See divinity in all beings",
        "Endurance: Stay steady during challenges",
        "Surrender: Trust the cosmic process"
      ],
      "what_we_can_learn": [
        "The transient nature of all material existence",
        "True devotion requires complete surrender",
        "Cosmic perspective brings humility and purpose"
      ]
    },
    "hi": {
      "title": "अध्‍याय ११: विश्वरूप-दर्शन योग",
      "summary": "भगवद गीता के ग्यारहवें अध्याय में जाने से पहले, गीता के समग्र संदेश को समझना आवश्यक है। यह अध्याय कृष्ण के विश्वरूप दर्शन के माध्यम से ब्रह्मांड की प्रकृति और आध्यात्मिक सत्य को प्रकट करता है।",
      "main_teachings": [
        "दिव्य दृष्टि: कृष्ण अर्जुन को अपने विश्वरूप का दर्शन कराते हैं जिसमें सम्पूर्ण सृष्टि समाहित है",
        "धर्म और कर्तव्य: सृष्टि-विनाश के चक्र से जीवन की नश्वरता का बोध",
        "समर्पण: विश्वरूप के दर्शन के बाद अर्जुन का पूर्ण समर्पण"
      ],
      "practical_tips": [
        "निष्काम कर्म: फल की इच्छा के बिना कर्तव्य पालन",
        "विनम्रता: ब्रह्मांडीय शक्ति को पहचानें",
        "स्वीकृति: जीवन की अनित्यता को समझें",
        "साधना: ध्यान और सेवा द्वारा भक्ति विकसित करें",
        "धर्म की खोज: जीवन के वास्तविक उद्देश्य को पहचानें",
        "सर्वत्र दिव्य दृष्टि: प्रत्येक प्राणी में ईश्वर को देखें",
        "धैर्य: कठिनाइयों में स्थिर रहें",
        "शरणागति: ब्रह्मांडीय व्यवस्था पर विश्वास"
      ],
      "what_we_can_learn": [
        "समस्त भौतिक अस्तित्व की अनित्यता",
        "सच्ची भक्ति के लिए पूर्ण समर्पण आवश्यक",
        "ब्रह्मांडीय दृष्टि से मिलती है विनम्रता और उद्देश्य"
      ]
    },
    "mr": {
      "title": "अध्याय ११: विश्वरूप दर्शन योग",
      "summary": "भगवद्गीतेच्या अकराव्या अध्यायात प्रवेश करण्यापूर्वी, गीतेचे समग्र संदेश समजून घेणे आवश्यक आहे. हा अध्याय कृष्णांनी अर्जुनाला दिलेल्या विश्वरूप दर्शनाद्वारे ब्रह्मांडाचे रहस्य आणि आध्यात्मिक सत्य प्रकट करतो.",
      "main_teachings": [
        "दिव्य दृष्टी: कृष्ण अर्जुनाला विश्वरूप दाखवतात ज्यात संपूर्ण सृष्टी समाविष्ट आहे",
        "धर्म आणि कर्तव्य: निर्मिती-विनाश चक्राद्वारे जीवनाची क्षणभंगुरता समजावते",
        "समर्पण: विश्वरूप पाहून अर्जुनचे पूर्ण समर्पण"
      ],
      "practical_tips": [
        "निष्काम कर्म: फलाच्या अपेक्षेशिवाय कर्तव्ये पार पाडा",
        "नम्रता: विश्वव्यापी शक्तीला ओळखा",
        "स्वीकार: जीवनाची क्षणिकता स्वीकारा",
        "साधना: ध्यान आणि सेवेद्वारे भक्ती वाढवा",
        "धर्म शोधा: जीवनाचा खरा हेतू ओळखा",
        "सर्वत्र दिव्य दृष्टी: प्रत्येक प्राण्यात ईश्वर पहा",
        "सहनशक्ती: अडचणीत स्थिर रहा",
        "समर्पण: ब्रह्मांडीय प्रक्रियेवर विश्वास ठेवा"
      ],
      "what_we_can_learn": [
        "सर्व भौतिक अस्तित्वाची क्षणभंगुरता",
        "खऱ्या भक्तीसाठी पूर्ण समर्पण आवश्यक",
        "विश्वदृष्टीमुळे येते नम्रता आणि हेतु"
      ]
    },
    "sa": {
      "title": "अध्‍याय ११: विश्वरूपदर्शनयोगः",
      "summary": "भगवद्गीतायाः एकादशाध्यायस्य अध्ययनात् पूर्वं गीतायाः समग्रं सन्देशं ज्ञातव्यम्। अयं अध्यायः कृष्णेन अर्जुनाय दत्तं विश्वरूपदर्शनं प्रति ब्रह्माण्डस्य स्वरूपं आध्यात्मिकं सत्यं च प्रकटयति।",
      "main_teachings": [
        "दिव्यदृष्टिः कृष्णः अर्जुनाय विश्वरूपं दर्शयति यत् सर्वं ब्रह्माण्डं समाविष्टं करोति",
        "धर्मः कर्तव्यं च सृष्टि-संहारचक्रेण जीवनस्य क्षणभङ्गुरतां दर्शयति",
        "समर्पणम् विश्वरूपदर्शनानन्तरं अर्जुनस्य पूर्णं समर्पणं"
      ],
      "practical_tips": [
        "निष्कामकर्म फलानपेक्षया कर्तव्यपालनम्",
        "विनम्रता ब्रह्माण्डीयशक्तिं ज्ञात्वा",
        "स्वीकृतिः जीवनस्य क्षणिकतां स्वीकुर्वन्",
        "साधना ध्यानसेवाभ्यां भक्तिं वर्धयन्",
        "धर्मान्वेषणं जीवनस्य वास्तविकं प्रयोजनं ज्ञात्वा",
        "सर्वत्र दिव्यदृष्टिः प्रत्येके प्राणिनि ईश्वरं पश्यन्",
        "धैर्यं कष्टेषु स्थिरः सन्",
        "शरणागतिः ब्रह्माण्डीयव्यवस्थायां विश्वसन्"
      ],
      "what_we_can_learn": [
        "सर्वेषां भौतिकानां क्षणभङ्गुरता",
        "सत्यभक्त्यै पूर्णसमर्पणं आवश्यकम्",
        "ब्रह्माण्डदृष्ट्या प्राप्यते विनम्रता उद्देश्यं च"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૧: વિશ્વરૂપ-દર્શન યોગ",
      "summary": "ભગવદ ગીતાના અગિયારમા અધ્યાયમાં પ્રવેશતા પહેલા, ગીતાના સમગ્ર સંદેશને સમજવો જરૂરી છે. ભગવદ ગીતા, ૭૦૦ શ્લોકોવાળું હિન્દુ ગ્રંથ, પ્રાચીન ભારતીય મહાકાવ્ય મહાભારતનો ભાગ છે. આ રાજકુમાર અર્જુન અને ભગવાન કૃષ્ણ વચ્ચેની ગહન વાર્તાલાપ દ્વારા નૈતિકતા, ધર્મ અને આધ્યાત્મિક વિકાસ પર માર્ગદર્શન આપે છે. 'વિશ્વરૂપ દર્શન' તરીકે ઓળખાતો આ અધ્યાય ખાસ કરીને મનમોહક છે. તે ઈશ્વર અને બ્રહ્માંડની પ્રકૃતિમાં ગહન દ્રષ્ટિ પ્રગટ કરે છે, જે આપણા દૈનિક જીવનમાં લાગુ કરી શકાય તેવા મૂલ્યવાન પાઠો આપે છે.",
      "main_teachings": [
        "દિવ્ય દ્રષ્ટિ: કૃષ્ણ અર્જુનને વિશ્વરૂપ દર્શન આપે છે જેમાં સમગ્ર બ્રહ્માંડ, સર્વ પ્રાણીઓ અને સમય સમાયેલા છે.",
        "ધર્મ અને કર્તવ્ય: કૃષ્ણના રૂપમાં સૃષ્ટિ-વિનાશનું ચક્ર જીવનની અનિત્યતા દર્શાવે છે. આથી, ફલની આસક્તિ વિના ધર્મ પાળવાનું મહત્વ દર્શાવે છે.",
        "ભક્તિ અને સમર્પણ: વિશ્વરૂપ દેખ્યા પછી અર્જુનની નમ્ર ભક્તિ આધ્યાત્મિક વિકાસ માટે સમર્પણના મહત્વને દર્શાવે છે."
      ],
      "practical_tips": [
        "નિષ્કામ કર્મ: ફળની ઇચ્છા વિના કર્તવ્ય કરો",
        "નમ્રતા અને આદર: બ્રહ્માંડી શક્તિને ઓળખો",
        "સ્વીકાર: જીવનની અનિત્યતા સ્વીકારો",
        "આધ્યાત્મિક સાધના: ધ્યાન અને પ્રાર્થના દ્વારા ભક્તિ વિકસાવો",
        "ધર્મ શોધો: જીવનનું સાચું ધ્યેય ઓળખો",
        "સર્વમાં દિવ્યતા: દરેક પ્રાણીમાં ઈશ્વરને જુઓ",
        "ધીરજ: મુશ્કેલીઓમાં સ્થિર રહો",
        "સમર્પણ: બ્રહ્માંડી પ્રક્રિયા પર વિશ્વાસ રાખો"
      ],
      "what_we_can_learn": [
        "સર્વ ભૌતિક અસ્તિત્વની ક્ષણિક પ્રકૃતિ",
        "સાચી ભક્તિ માટે સંપૂર્ણ સમર્પણ જરૂરી",
        "વિશ્વદૃષ્ટિ થી મળે છે નમ્રતા અને ઉદ્દેશ્ય"
      ]
    }
  },

  {
    "chapter": 12,
    "en": {
      "title": "Chapter 12: Bhakti Yoga",
      "summary": "Before examining Chapter 12 of the Bhagavad Gita, it's important to grasp the Gita as a whole. This chapter, known as 'Bhakti Yoga' or the 'Path of Devotion', explores the nature of true devotion through Krishna's dialogue with Arjuna, emphasizing that genuine devotion transcends ritualistic practices and manifests in character and daily conduct.",
      "main_teachings": [
        "Two Paths of Worship: Discussion about worshipping the formless Absolute vs personal God",
        "Devotee's Qualities: Emphasis on virtues like humility, compassion and equanimity",
        "Universal Accessibility: Devotion is open to all regardless of spiritual maturity"
      ],
      "practical_tips": [
        "Choose consistent spiritual practice aligned with your temperament",
        "Cultivate humility and eliminate ego in daily interactions",
        "Practice equanimity in pleasure and pain",
        "Develop universal compassion without discrimination",
        "Engage in regular meditation for mental discipline"
      ],
      "what_we_can_learn": [
        "True devotion is expressed through character, not just rituals",
        "Divine grace is equally accessible to all sincere seekers",
        "Personal and impersonal paths both lead to spiritual realization"
      ]
    },
    "hi": {
      "title": "अध्‍याय १२: भक्ति योग",
      "summary": "भगवद गीता के बारहवें अध्याय में भक्ति के वास्तविक स्वरूप का विवेचन है। कृष्ण अर्जुन को समझाते हैं कि सच्ची भक्ति केवल पूजा-पाठ तक सीमित नहीं, बल्कि चरित्र और दैनिक आचरण में प्रकट होती है।",
      "main_teachings": [
        "उपासना के दो मार्ग: निराकार ब्रह्म और साकार ईश्वर की उपासना",
        "भक्त के गुण: विनम्रता, करुणा और समभाव जैसे सद्गुणों पर बल",
        "सार्वभौमिक पहुँच: सभी के लिए खुला भक्ति का मार्ग"
      ],
      "practical_tips": [
        "अपनी प्रकृति के अनुकूल साधना चुनें",
        "दैनिक व्यवहार में अहंकार त्यागें",
        "सुख-दुख में समान भाव रखें",
        "भेदभाव रहित करुणा विकसित करें",
        "नियमित रूप से ध्यान का अभ्यास करें"
      ],
      "what_we_can_learn": [
        "सच्ची भक्ति आचरण में प्रकट होती है",
        "ईश्वर की कृपा सभी सच्चे साधकों के लिए सुलभ है",
        "सगुण और निर्गुण उपासना दोनों मार्ग सिद्धि देते हैं"
      ]
    },
    "mr": {
      "title": "अध्याय १२: भक्ती योग",
      "summary": "भगवद्गीतेच्या बाराव्या अध्यायात खऱ्या भक्तीचे स्वरूप स्पष्ट केले आहे. कृष्ण अर्जुनाला समजावतात की खरी भक्ती केवळ विधी-विधानापुरती मर्यादित नसून ती चारित्र्य आणि दैनंदिन वर्तनात प्रकट होते.",
      "main_teachings": [
        "उपासनेचे दोन मार्ग: निराकार ब्रह्म आणि साकार ईश्वर उपासना",
        "भक्ताचे गुण: नम्रता, करुणा आणि समतोल या सद्गुणांवर भर",
        "सर्वसामान्य प्रवेशः भक्तीमार्ग सर्वांसाठी खुला"
      ],
      "practical_tips": [
        "स्वभावाला अनुरूप साधना निवडा",
        "दैनंदिन व्यवहारात अहं टाळा",
        "सुख-दुःखात समतोल राहा",
        "पक्षपातरहित करुणा विकसित करा",
        "नियमित ध्यान साधना करा"
      ],
      "what_we_can_learn": [
        "खरी भक्ती आचरणात दिसून येते",
        "ईश्वरप्राप्ती सर्वांसाठी शक्य आहे",
        "सगुण-निर्गुण उपासना दोन्ही मार्ग फलदायी"
      ]
    },
    "sa": {
      "title": "अध्‍याय १२: भक्तियोगः",
      "summary": "भगवद्गीतायाः द्वादशोऽध्याये भक्तेः यथार्थस्वरूपं विवृणोति। श्रीकृष्णः अर्जुनं प्रति व्याख्याति यत् सत्यभक्तिः केवलं कर्मकाण्डेषु न अपितु चरित्रे दैनन्दिनाचरणे च प्रकटते।",
      "main_teachings": [
        "उपासनामार्गद्वयम्: निराकारब्रह्मणः साकारेश्वरस्य च उपासना",
        "भक्तगुणाः: विनम्रता करुणा समत्वादयः",
        "सार्वजनीनः अधिकारः: सर्वेभ्यः भक्तिमार्गः उपलब्धः"
      ],
      "practical_tips": [
        "स्वभावानुकूलं साधनं चिनुत",
        "अहंकारं त्यजत",
        "सुखदुःखयोः समबुद्धिः भवत",
        "सर्वभूतेषु करुणां वर्धयत",
        "नित्यं ध्यानाभ्यासं कुरुत"
      ],
      "what_we_can_learn": [
        "सत्यभक्तिः आचरणे प्रकाशते",
        "ईश्वरप्रसादः सर्वेभ्यः सुलभः",
        "उभौ मार्गौ मोक्षाय भवतः"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૨: ભક્તિ યોગ",
      "summary": "ભગવદ ગીતાના બારમા અધ્યાયમાં સાચી ભક્તિનું સ્વરૂપ સમજાવવામાં આવ્યું છે. કૃષ્ણ અર્જુનને સમજાવે છે કે સાચી ભક્તિ માત્ર વિધિ-વિધાન સુધી મર્યાદિત નથી, પરંતુ ચારિત્ર્ય અને રોજબરોજના વર્તનમાં પ્રગટ થાય છે.",
      "main_teachings": [
        "ઉપાસના ના બે માર્ગ: નિરાકાર બ્રહ્મ અને સાકાર ઈશ્વરની ઉપાસના",
        "ભક્તના ગુણો: નમ્રતા, કરુણા અને સમતોલપણા પર ભાર",
        "સર્વસામાન્ય પ્રવેશ: ભક્તિમાર્ગ સર્વ માટે ખુલ્લો"
      ],
      "practical_tips": [
        "તમારા સ્વભાવને અનુકૂળ સાધના પસંદ કરો",
        "રોજિંદા વ્યવહારમાં અહંકાર છોડો",
        "સુખ-દુઃખમાં સમભાવ રાખો",
        "ભેદભાવ રહિત કરુણા વિકસાવો",
        "નિયમિત ધ્યાનનો અભ્યાસ કરો"
      ],
      "what_we_can_learn": [
        "સાચી ભક્તિ આચરણમાં પ્રગટ થાય છે",
        "ઈશ્વરની કૃપા સર્વ માટે સુલભ છે",
        "સગુણ અને નિર્ગુણ ઉપાસના બંને માર્ગ ફળદાયી છે"
      ]
    }
  },

  {
    "chapter": 13,
    "en": {
      "title": "Chapter 13: Kshetra-Kshetrajna Vibhaaga Yoga",
      "summary": "This chapter explores the distinction between the physical body (Kshetra) and the eternal soul (Kshetrajna), revealing the nature of consciousness and material reality through Krishna's teachings to Arjuna.",
      "main_teachings": [
        "Duality of Field & Knower: Understanding body as temporary field and soul as eternal observer",
        "Prakriti-Purusha Dynamics: Eternal interaction between matter and spirit shaping existence",
        "Brahman as Ultimate Reality: Supreme truth transcending both matter and individual consciousness"
      ],
      "practical_tips": [
        "Develop witness consciousness through daily meditation",
        "Practice mindful action aligned with ethical values",
        "Cultivate detachment from material outcomes",
        "Seek self-knowledge through introspection",
        "Recognize divine essence in all beings"
      ],
      "what_we_can_learn": [
        "True wisdom lies in distinguishing temporary body from eternal soul",
        "Material world is a field for spiritual growth",
        "Detachment brings freedom from suffering"
      ]
    },
    "hi": {
      "title": "अध्‍याय १३: क्षेत्र-क्षेत्रज्ञ विभाग योग",
      "summary": "इस अध्याय में शरीर (क्षेत्र) और आत्मा (क्षेत्रज्ञ) के अंतर को समझाते हुए कृष्ण अर्जुन को चेतना और भौतिक सत्य का ज्ञान देते हैं।",
      "main_teachings": [
        "क्षेत्र-क्षेत्रज्ञ का द्वैत: नश्वर शरीर और शाश्वत आत्मा का भेद",
        "प्रकृति-पुरुष सिद्धांत: जड़ और चेतन का अनादि संबंध",
        "ब्रह्म: समस्त सत्य का आधार"
      ],
      "practical_tips": [
        "नित्य ध्यान द्वारा साक्षीभाव विकसित करें",
        "नैतिक मूल्यों के अनुरूप कर्म करें",
        "भौतिक फलों से अनासक्त रहें",
        "आत्मचिंतन द्वारा आत्मज्ञान प्राप्त करें",
        "सर्वभूतों में दिव्य तत्व देखें"
      ],
      "what_we_can_learn": [
        "सच्चा ज्ञान शरीर और आत्मा के भेद को जानने में है",
        "भौतिक संसार आत्मविकास का क्षेत्र है",
        "वैराग्य से मिलती है मुक्ति"
      ]
    },
    "mr": {
      "title": "अध्याय १३: क्षेत्र-क्षेत्रज्ञ विभाग योग",
      "summary": "हे अध्यायात कृष्णांनी अर्जुनाला शरीर (क्षेत्र) आणि आत्मा (क्षेत्रज्ञ) यातील फरक समजावून सांगितला आहे, ज्यामध्ये चैतन्य आणि भौतिक वास्तवाचे स्वरूप स्पष्ट केले आहे.",
      "main_teachings": [
        "क्षेत्र-क्षेत्रज्ञ भेद: नश्वर शरीर आणि शाश्वत आत्मा",
        "प्रकृति-पुरुष संबंध: जड आणि चैतन्याचा नित्य संवाद",
        "ब्रह्म: परम सत्य जे सर्वांत व्याप्त आहे"
      ],
      "practical_tips": [
        "दैनंदिन ध्यानाद्वारे साक्षीभाव विकसित करा",
        "नैतिक मूल्यांशी सुसंगत कृती करा",
        "भौतिक फलांची आसक्ती टाळा",
        "आत्मचिंतनाद्वारे स्वज्ञान मिळवा",
        "सर्व प्राण्यांमध्ये दिव्य तत्व पहा"
      ],
      "what_we_can_learn": [
        "खरे ज्ञान शरीर आणि आत्मा यातील फरक जाणण्यात आहे",
        "भौतिक जग आध्यात्मिक विकासाचे क्षेत्र आहे",
        "निरासक्तीने मिळते मानसिक शांती"
      ]
    },
    "sa": {
      "title": "अध्‍याय १३: क्षेत्रक्षेत्रज्ञविभागयोगः",
      "summary": "अस्मिन् अध्याये कृष्णः अर्जुनं प्रति क्षेत्र-क्षेत्रज्ञयोः भेदं व्याख्याति, येन चेतनाचेतनयोः तत्त्वं प्रकाशयति।",
      "main_teachings": [
        "क्षेत्रक्षेत्रज्ञयोः द्वैतम्: देहात्मविवेकः",
        "प्रकृतिपुरुषयोः नित्यसम्बन्धः",
        "ब्रह्म एव परं सत्यम्"
      ],
      "practical_tips": [
        "साक्षिभावं ध्यानेन वर्धयत",
        "धर्मानुकूलं कर्म कुरुत",
        "फलासक्तिं त्यजत",
        "आत्मानं विचिन्तयत",
        "सर्वभूतेषु ईश्वरं पश्यत"
      ],
      "what_we_can_learn": [
        "शरीरात्मविवेक एव परं ज्ञानम्",
        "भौतिकं जगत् आत्मविकासाय भवति",
        "वैराग्यं मोक्षाय कल्पते"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૩: ક્ષેત્ર-ક્ષેત્રજ્ઞ વિભાગ યોગ",
      "summary": "આ અધ્યાયમાં કૃષ્ણ અર્જુનને શરીર (ક્ષેત્ર) અને આત્મા (ક્ષેત્રજ્ઞ) વચ્ચેનો ભેદ સમજાવે છે, જેમાં ચૈતન્ય અને ભૌતિક વાસ્તવિકતાનું સ્વરૂપ સ્પષ્ટ થાય છે.",
      "main_teachings": [
        "ક્ષેત્ર-ક્ષેત્રજ્ઞનો ભેદ: નશ્વર શરીર અને શાશ્વત આત્મા",
        "પ્રકૃતિ-પુરુષ સંબંધ: જડ અને ચેતનનો નિત્ય સંપર્ક",
        "બ્રહ્મ: સર્વવ્યાપી પરમ સત્ય"
      ],
      "practical_tips": [
        "નિત્ય ધ્યાન દ્વારા સાક્ષીભાવ વિકસાવો",
        "નૈતિક મૂલ્યો સાથે સુસંગત ક્રિયાઓ કરો",
        "ભૌતિક પરિણામોથી નિરાસક્ત રહો",
        "સ્વ-ચિંતન દ્વારા આત્મજ્ઞાન મેળવો",
        "બધા પ્રાણીઓમાં દિવ્ય તત્વ જુઓ"
      ],
      "what_we_can_learn": [
        "સાચું જ્ઞાન શરીર અને આત્મા વચ્ચેનો ભેદ સમજવામાં છે",
        "ભૌતિક સંસાર આધ્યાત્મિક વિકાસનું ક્ષેત્ર છે",
        "વૈરાગ્યથી માનસિક શાંતિ મળે છે"
      ]
    }
  },

  {
    "chapter": 14,
    "en": {
      "title": "Chapter 14: Gunatraya-Vibhaga Yoga",
      "summary": "This chapter explains the three fundamental qualities (gunas) that govern existence - Sattva (goodness), Rajas (passion), and Tamas (ignorance), and how to transcend them for spiritual liberation.",
      "main_teachings": [
        "Three Gunas Concept: Sattva (purity), Rajas (activity), Tamas (inertia) govern all material existence",
        "Guna Manifestations: How each guna influences human behavior and consciousness",
        "Transcendence Path: Rising above gunas through devotion and self-awareness",
        "Liberation Process: Achieving moksha by overcoming guna-based attachments",
        "Divine Connection: Role of unwavering devotion in spiritual evolution"
      ],
      "practical_tips": [
        "Cultivate sattvic qualities through meditation and ethical living",
        "Maintain balance in daily activities to avoid rajasic excess",
        "Practice mindfulness to overcome tamasic inertia",
        "Adopt sattvic diet and daily routine",
        "Engage in selfless service to reduce ego",
        "Develop witness consciousness through introspection",
        "Use prayer/chanting to elevate consciousness",
        "Practice non-attachment to outcomes",
        "Regularly study spiritual texts",
        "Cultivate sattvic relationships"
      ],
      "what_we_can_learn": [
        "Self-awareness of dominant guna helps spiritual progress",
        "True freedom comes from transcending all three gunas",
        "Balanced living requires conscious management of energies",
        "Devotion serves as anchor in spiritual practice",
        "Diet and lifestyle directly impact consciousness"
      ]
    },
    "hi": {
      "title": "अध्‍याय १४: गुणत्रय-विभाग योग",
      "summary": "यह अध्याय तीन गुणों (सत्त्व, रजस, तमस) की व्याख्या करता है जो सृष्टि को नियंत्रित करते हैं और आध्यात्मिक मुक्ति के मार्ग को दर्शाता है।",
      "main_teachings": [
        "त्रिगुण सिद्धांत: सत्त्व, रजस और तमस की प्रकृति",
        "गुणों का प्रभाव: मानव व्यवहार पर त्रिगुणों का प्रभाव",
        "गुणातीत मार्ग: भक्ति और आत्मज्ञान द्वारा मुक्ति",
        "मोक्ष प्रक्रिया: गुणजन्य आसक्तियों का त्याग",
        "ईश्वर भक्ति: आध्यात्मिक उन्नति में भक्ति की भूमिका"
      ],
      "practical_tips": [
        "ध्यान और नैतिक जीवन द्वारा सात्त्विक गुण विकसित करें",
        "राजसिक अति से बचने के लिए संतुलन बनाए रखें",
        "तामसिक जड़ता पर काबू पाने के लिए सजगता अपनाएं",
        "सात्त्विक आहार और दिनचर्या अपनाएं",
        "निस्वार्थ सेवा द्वारा अहंकार कम करें",
        "आत्मचिंतन द्वारा साक्षीभाव विकसित करें",
        "प्रार्थना/जप द्वारा चेतना उन्नत करें",
        "फलासक्ति का त्याग करें",
        "नियमित रूप से आध्यात्मिक ग्रंथों का अध्ययन करें",
        "सात्त्विक संबंधों का पोषण करें"
      ],
      "what_we_can_learn": [
        "प्रमुख गुण की पहचान आध्यात्मिक प्रगति में सहायक",
        "त्रिगुणों के परे ही सच्ची मुक्ति संभव",
        "संतुलित जीवन के लिए ऊर्जा प्रबंधन आवश्यक",
        "भक्ति आध्यात्मिक साधना का आधार है",
        "आहार और जीवनशैली का चेतना पर सीधा प्रभाव"
      ]
    },
    "mr": {
      "title": "अध्याय १४: गुणत्रय-विभाग योग",
      "summary": "हे अध्याय सत्त्व, रजस आणि तमस या तीन गुणांचे विश्लेषण करतो व आध्यात्मिक मुक्तीचा मार्ग दाखवतो.",
      "main_teachings": [
        "त्रिगुण सिद्धांत: सत्त्व, रजस आणि तमसचे स्वरूप",
        "गुणांचा प्रभाव: मानवी वर्तनावरील प्रभाव",
        "गुणातीत मार्ग: भक्ती आणि आत्मज्ञानाद्वारे मुक्ती",
        "मोक्ष प्रक्रिया: गुणजन्य आसक्ती टाळणे",
        "ईश्वर भक्ती: आध्यात्मिक प्रगतीतील महत्त्व"
      ],
      "practical_tips": [
        "ध्यान आणि नैतिक आचरणाने सात्त्विक गुण वाढवा",
        "राजसिक अतिरेक टाळण्यासाठी संतुलन राखा",
        "तामसिक जडत्वावर मात करण्यासाठी सजग रहा",
        "सात्त्विक आहार आणि दिनक्रम पाळा",
        "निःस्वार्थ सेवेद्वारे अहंकार कमी करा",
        "आत्मनिरीक्षणाद्वारे साक्षीभाव विकसित करा",
        "प्रार्थना/जपाद्वारे चैतन्य उंचावा",
        "फलाशा सोडा",
        "नियमित आध्यात्मिक ग्रंथ वाचा",
        "सात्त्विक नातेसंबंध जोपासा"
      ],
      "what_we_can_learn": [
        "प्रबळ गुण ओळखणे आध्यात्मिक प्रगतीसाठी महत्त्वाचे",
        "खरी मुक्ती त्रिगुणांपलीकडे आहे",
        "संतुलित जीवनासाठी ऊर्जा व्यवस्थापन गरजेचे",
        "भक्ती ही साधनेचा पाया आहे",
        "आहार आणि दिनचर्या चैतन्यावर परिणाम करतात"
      ]
    },
    "sa": {
      "title": "अध्‍याय १४: गुणत्रयविभागयोगः",
      "summary": "अस्मिन् अध्याये त्रिगुणानां (सत्त्वरजस्तमसां) विवेचनं भवति ये जगतः नियन्तारः सन्ति, मोक्षस्य मार्गं च दर्शयति।",
      "main_teachings": [
        "त्रिगुणसिद्धान्तः सत्त्वरजस्तमसां स्वरूपम्",
        "गुणप्रभावः मानवव्यवहारे प्रभावः",
        "गुणातीतमार्गः भक्तिज्ञानाभ्यां मुक्तिः",
        "मोक्षप्रक्रिया गुणजन्यासक्तित्यागः",
        "ईश्वरभक्तिः आध्यात्मिकप्रगतौ भूमिका"
      ],
      "practical_tips": [
        "ध्याननैतिकजीवनैः सात्त्विकगुणवर्धनम्",
        "राजसिकातिरेकनिवारणाय समतोलरक्षणम्",
        "तामसिकजडत्वजयाय सजगतासेवनम्",
        "सात्त्विकाहारदिनचर्यापालनम्",
        "निःस्वार्थसेवया अहंकारक्षयः",
        "आत्मनिरीक्षणेन साक्षिभावविकासः",
        "प्रार्थनाजपैः चैतन्योन्नतिः",
        "फलासक्तित्यागः",
        "नित्यमध्यात्मिकग्रन्थाध्ययनम्",
        "सात्त्विकसम्बन्धपोषणम्"
      ],
      "what_we_can_learn": [
        "प्रबलगुणज्ञानं आध्यात्मिकप्रगतौ सहायकम्",
        "त्रिगुणातीते एव मुक्तिः",
        "समतोलजीवनाय ऊर्जानियमनं आवश्यकम्",
        "भक्तिः साधनामूलम्",
        "आहारजीवनचर्यायाः चैतन्ये प्रभावः"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૪: ગુણત્રય-વિભાગ યોગ",
      "summary": "આ અધ્યાય સત્ત્વ, રજસ અને તમસ એમ ત્રણ ગુણોની વિગતો આપે છે અને આધ્યાત્મિક મુક્તિ માટેનો માર્ગ દર્શાવે છે.",
      "main_teachings": [
        "ત્રિગુણ સિદ્ધાંત: સત્ત્વ, રજસ અને તમસની પ્રકૃતિ",
        "ગુણોની અસર: માનવી વર્તણૂ ક પર ગુણોની અસર",
        "ગુણાતીત માર્ગ: ભક્તિ અને આત્મજ્ઞાન દ્વારા મુક્તિ",
        "મોક્ષ પ્રક્રિયા: ગુણ આધારિત આસક્તિઓને પાર કરવું",
        "દિવ્ય ભક્તિ: આધ્યાત્મિક વિકાસમાં ભક્તિના મહત્વ"
      ],
      "practical_tips": [
        "સાત્ત્વિક ગુણોને વિકસાવવા માટે ધ્યાન અને નૈતિક જીવન અપનાવો",
        "ત્રણ ગુણોના સંતુલન માટે પ્રયત્ન કરો",
        "પરિણામોથી નિરાસક્ત રહેવું શીખો",
        "નૈતિક જીવનશૈલી અપનાવો",
        "નિયમિત ધ્યાનને તમારા દૈનિક જીવનમાં સામેલ કરો",
        "સ્વસ્થ આહાર અને જીવનશૈલી અપનાવો",
        "સકારાત્મક સંબંધો વિકસાવો",
        "નિરંતર શીખવા અને આત્મ-સુધારામાં જોડાવા માટે પ્રયત્ન કરો",
        "નિસ્વાર્થ સેવા કરો",
        "ભક્તિ અને વિશ્વાસ વિકસાવો"
      ],
      "what_we_can_learn": [
        "પ્રમુખ ગુણની ઓળખાણ આધ્યાત્મિક પ્રગતિમાં મદદરૂપ છે",
        "ત્રણ ગુણોને પાર કરવાથી સાચી મુક્તિ મળે છે",
        "સંતુલિત જીવન માટે ઊર્જાનો જાગૃત વ્યવસ્થાપન જરૂરી છે",
        "ભક્તિ આધ્યાત્મિક પ્રથાનો આધાર છે",
        "આહાર અને જીવનશૈલી સીધા ચેતનાને અસર કરે છે"
      ]
    }
  },

  {
    "chapter": 15,
    "en": {
      "title": "Chapter 15: Purusottama Yoga",
      "summary": "This chapter reveals the eternal soul's nature and the path to transcendence through the metaphor of the inverted Ashwattha tree, emphasizing detachment and realization of the Supreme Divine.",
      "main_teachings": [
        "Inverted Tree Metaphor: Material world as temporary illusion with roots in spiritual reality",
        "Atman's Immortality: Soul's indestructible nature beyond physical existence",
        "Purushottama Realization: Surrendering to Supreme Consciousness for liberation",
        "Jnana Yoga Path: Liberation through spiritual knowledge and discernment",
        "Threefold Purusha Concept: Understanding perishable, imperishable and Supreme Self"
      ],
      "practical_tips": [
        "Practice daily meditation on the eternal Self",
        "Cultivate detachment from material outcomes",
        "Study scriptures about soul's immortal nature",
        "Engage in selfless service without attachment",
        "Develop discernment between eternal and temporary",
        "Simplify lifestyle to focus on spiritual goals",
        "Regularly reflect on life's impermanence",
        "Chant mantras to connect with Supreme Consciousness",
        "Maintain ethical conduct in all dealings",
        "Seek guidance from realized spiritual teachers"
      ],
      "what_we_can_learn": [
        "True reality exists beyond sensory perception",
        "Detachment enables spiritual progress",
        "Self-knowledge leads to liberation",
        "Service becomes worship when done selflessly",
        "Mind must be trained to perceive the eternal"
      ]
    },
    "hi": {
      "title": "अध्‍याय १५: पुरुषोत्तम योग",
      "summary": "यह अध्याय उल्टे अश्वत्थ वृक्ष के रूपक के माध्यम से आत्मा की शाश्वत प्रकृति और परम चेतना की प्राप्ति का मार्ग दर्शाता है।",
      "main_teachings": [
        "उल्टे वृक्ष का प्रतीक: भौतिक संसार की नश्वरता",
        "आत्मा की अमरता: शरीर से परे शाश्वत सत्ता",
        "पुरुषोत्तम की प्राप्ति: परम चेतना में विलय",
        "ज्ञानयोग मार्ग: आत्मज्ञान द्वारा मुक्ति",
        "त्रिविध पुरुष: क्षर, अक्षर और उत्तम पुरुष"
      ],
      "practical_tips": [
        "नित्य आत्मचिंतन का अभ्यास करें",
        "भौतिक फलों से वैराग्य विकसित करें",
        "आत्मा के स्वरूप पर ग्रंथों का अध्ययन करें",
        "निःस्वार्थ सेवा में संलग्न रहें",
        "नित्य-अनित्य का विवेक जागृत करें",
        "आध्यात्मिक लक्ष्यों पर ध्यान केंद्रित करें",
        "जीवन की नश्वरता पर मनन करें",
        "परमात्मा के मंत्रों का जप करें",
        "सभी कार्यों में नैतिकता बनाए रखें",
        "सद्गुरु से मार्गदर्शन प्राप्त करें"
      ],
      "what_we_can_learn": [
        "सत्य की अनुभूति इंद्रियों से परे है",
        "वैराग्य आध्यात्मिक प्रगति का मार्ग है",
        "आत्मज्ञान से ही मिलती है मुक्ति",
        "निःस्वार्थ सेवा ईश्वरार्पण बन जाती है",
        "मन को शाश्वत का दर्शन कराना आवश्यक"
      ]
    },
    "mr": {
      "title": "अध्याय १५: पुरुषोत्तम योग",
      "summary": "हे अध्याय उलट्या अश्वत्थ वृक्षाच्या रूपकाद्वारे आत्म्याचे शाश्वत स्वरूप आणि परमेश्वराची प्राप्तीचा मार्ग सांगते.",
      "main_teachings": [
        "उलट्या वृक्षाचे प्रतीक: भौतिक जगाची नश्वरता",
        "आत्म्याची अमरता: शरीराबाहेरची शाश्वत सत्ता",
        "पुरुषोत्तम प्राप्ती: परम चैतन्यात विलीन होणे",
        "ज्ञानयोग मार्ग: आत्मज्ञानाने मुक्ती",
        "त्रिविध पुरुष: क्षर, अक्षर आणि उत्तम पुरुष"
      ],
      "practical_tips": [
        "दररोज आत्मचिंतन करा",
        "भौतिक फळांपासून निरासक्त रहा",
        "आत्म्याच्या स्वरूपावर ग्रंथ वाचा",
        "निःस्वार्थ सेवेमध्ये सहभागी व्हा",
        "नित्य-अनित्यातील फरक ओळखा",
        "आध्यात्मिक ध्येयांवर लक्ष केंद्रित करा",
        "जीवनाची नश्वरता विचारात घ्या",
        "परमात्मााच्या मंत्रांचा जप करा",
        "सर्व कृतीत नैतिकता पाळा",
        "सद्गुरूंकडून मार्गदर्शन घ्या"
      ],
      "what_we_can_learn": [
        "सत्याचा अनुभव इंद्रियांपलीकडे आहे",
        "निरासक्तीने आध्यात्मिक प्रगती होते",
        "आत्मज्ञानाने मुक्ती मिळते",
        "निःस्वार्थ सेवा हीच ईश्वरपूजा आहे",
        "मनाला शाश्वताचे दर्शन घडवावे लागते"
      ]
    },
    "sa": {
      "title": "अध्‍याय १५: पुरुषोत्तमयोगः",
      "summary": "अस्मिन् अध्याये उल्टवृक्षरूपकेण आत्मनः शाश्वतस्वरूपं परमात्मप्राप्तिमार्गं च निरूपयति।",
      "main_teachings": [
        "विपरीतवृक्षप्रतीकम्: भौतिकजगतः नश्वरता",
        "आत्मनः अमरत्वम्: देहातीतं शाश्वतं तत्त्वम्",
        "पुरुषोत्तमप्राप्तिः: परमचैतन्ये लयः",
        "ज्ञानयोगमार्गः: आत्मज्ञानेन मुक्तिः",
        "त्रिविधपुरुषाः: क्षरः अक्षरः उत्तमश्च"
      ],
      "practical_tips": [
        "नित्यम् आत्मचिन्तनं कुरुत",
        "भौतिकफलेभ्यः वैराग्यं वर्धयत",
        "आत्मतत्त्वग्रन्थान् पठत",
        "निःस्वार्थसेवायां नियुज्यताम्",
        "नित्यानित्यवस्तुविवेकं जागृतं कुरुत",
        "आध्यात्मिकलक्ष्येषु ध्यानं केंद्रयत",
        "जीवनस्य नश्वरतां चिन्तयत",
        "परमात्ममन्त्रजपं कुरुत",
        "सर्वकर्मसु नैतिकतां पालयत",
        "सद्गुरोः मार्गदर्शनं प्राप्नुत"
      ],
      "what_we_can_learn": [
        "सत्यं इन्द्रियातीतम् अस्ति",
        "वैराग्येन आध्यात्मिकप्रगतिः भवति",
        "आत्मज्ञानेन मुक्तिः लभ्यते",
        "निःस्वार्थसेवा ईश्वरार्पणम् एव",
        "मनः शाश्वतदर्शनाय प्रशिक्षयितव्यम्"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૫: પુરુષોત્તમ યોગ",
      "summary": "આ અધ્યાય ઊંધા અશ્વત્થ વૃક્ષની રૂપક દ્વારા આત્માની શાશ્વત પ્રકૃતિ અને પરમાત્મા પ્રાપ્તિનો માર્ગ દર્શાવે છે.",
      "main_teachings": [
        "ઊંધા વૃક્ષનું પ્રતીક: ભૌતિક જગતની નશ્વરતા",
        "આત્માની અમરતા: શરીરથી પરેની શાશ્વત સત્તા",
        "પુરુષોત્તમ પ્રાપ્તિ: પરમ ચૈતન્યમાં લીન થવું",
        "જ્ઞાનયોગ માર્ગ: આત્મજ્ઞાન દ્વારા મુક્તિ",
        "ત્રિવિધ પુરુષ: ક્ષર, અક્ષર અને ઉત્તમ પુરુષ"
      ],
      "practical_tips": [
        "દૈનિક આત્મચિંતનનો અભ્યાસ કરો",
        "ભૌતિક પરિણામોથી નિરાસક્ત રહો",
        "આત્માના સ્વરૂપ પર ગ્રંથો વાંચો",
        "નિસ્વાર્થ સેવામાં જોડાઓ",
        "નિત્ય અને અનિત્ય વચ્ચે ભેદ કરો",
        "આધ્યાત્મિક ધ્યેયો પર ધ્યાન કેન્દ્રિત કરો",
        "જીવનની નશ્વરતા પર ચિંતન કરો",
        "પરમાત્માના મંત્રોનો જપ કરો",
        "બધા કાર્યોમાં નૈતિકતા જાળવો",
        "સદ્ગુરુનું માર્ગદર્શન લો"
      ],
      "what_we_can_learn": [
        "સત્યની અનુભૂતિ ઇન્દ્રિયોની પહોંચથી પરે છે",
        "નિરાસક્તિથી આધ્યાત્મિક પ્રગતિ થાય",
        "આત્મજ્ઞાનથી જ મુક્તિ મળે",
        "નિસ્વાર્થ સેવા ઈશ્વરાર્પણ બને છે",
        "મનને શાશ્વતનું દર્શન કરાવવું જોઈએ"
      ]
    }
  },

  {
    "chapter": 16,
    "en": {
      "title": "Chapter 16: Daivasura-Sampad-Vibhaga Yoga",
      "summary": "This chapter contrasts divine (Daivi) and demonic (Asuri) qualities, providing a roadmap for ethical living and spiritual evolution through conscious choice of virtues.",
      "main_teachings": [
        "26 Divine Virtues: Including fearlessness, purity, self-control and truthfulness",
        "6 Demonic Traits: Hypocrisy, arrogance, anger and ignorance identified as destructive",
        "Karmic Consequences: Divine qualities lead to liberation, demonic to bondage",
        "Self-determination: Emphasis on free will in choosing one's nature",
        "Threefold Foundation: Charity, austerity and truth as pillars of divine life"
      ],
      "practical_tips": [
        "Daily self-assessment using virtue checklist",
        "Practice conscious speech avoiding harshness",
        "Cultivate gratitude to counter arrogance",
        "Engage in regular charitable activities",
        "Study scriptures for moral guidance",
        "Develop emotional regulation techniques",
        "Create accountability systems for ethical conduct",
        "Practice mindfulness in sensory enjoyment",
        "Surround yourself with virtuous company",
        "Regularly reflect on long-term consequences of actions"
      ],
      "what_we_can_learn": [
        "Character determines destiny",
        "Virtues are muscles that need daily exercise",
        "Self-awareness precedes self-improvement",
        "Ethical living requires conscious effort",
        "Spiritual growth is a choice, not chance"
      ]
    },
    "hi": {
      "title": "अध्‍याय १६: दैवी-आसुरी संपद्-विभाग योग",
      "summary": "यह अध्याय दैवी और आसुरी गुणों के बीच अंतर स्पष्ट करता है, सद्गुणों के चयन द्वारा नैतिक जीवन और आध्यात्मिक उन्नति का मार्ग दिखाता है।",
      "main_teachings": [
        "२६ दैवी गुण: निर्भीकता, पवित्रता, इंद्रियनिग्रह और सत्यनिष्ठा",
        "६ आसुरी दोष: पाखंड, अहंकार, क्रोध और अज्ञान",
        "कर्मफल: दैवी गुण मुक्ति की ओर ले जाते हैं",
        "स्वतंत्र इच्छा: गुणों के चयन में मनुष्य की स्वतंत्रता",
        "त्रिस्तंभ: दान, तप और सत्य दैवी जीवन के आधार"
      ],
      "practical_tips": [
        "दैनिक गुण-सूची द्वारा आत्ममूल्यांकन",
        "कठोर वचनों से बचें",
        "कृतज्ञता द्वारा अहंकार निवारण",
        "नियमित दानशीलता का अभ्यास",
        "नैतिक मार्गदर्शन हेतु शास्त्र अध्ययन",
        "भावनात्मक संयम तकनीकें सीखें",
        "नैतिक आचरण हेतु जवाबदेही तंत्र बनाएं",
        "इंद्रियसुख में सजगता बनाए रखें",
        "सद्गुणी लोगों का साथ खोजें",
        "कर्मों के दीर्घकालिक परिणामों पर विचार करें"
      ],
      "what_we_can_learn": [
        "चरित्र भाग्य का निर्माता है",
        "सद्गुणों का नियमित अभ्यास आवश्यक",
        "स्वयं की पहचान सुधार की पहली सीढ़ी",
        "नैतिक जीवन सचेतन प्रयास मांगता है",
        "आध्यात्मिक विकास चयन का विषय है"
      ]
    },
    "mr": {
      "title": "अध्याय १६: दैवी-आसुरी संपद्-विभाग योग",
      "summary": "हे अध्याय दैवी आणि आसुरी गुणधर्मांमधील फरक स्पष्ट करतो, सद्गुणांच्या निवडीद्वारे नैतिक जीवन आणि आध्यात्मिक प्रगतीचा मार्ग दाखवतो.",
      "main_teachings": [
        "२६ दैवी गुण: निर्भयता, पवित्रता, इंद्रियनिग्रह आणि सत्यनिष्ठा",
        "६ आसुरी दोष: पाखंड, अहंकार, राग आणि अज्ञान",
        "कर्मफळ: दैवी गुण मुक्तीकडे नेतात",
        "स्वतंत्र इच्छा: गुणांच्या निवडीत माणसाचे स्वातंत्र्य",
        "तीन पाये: दान, तप आणि सत्य हे दैवी जीवनाचा आधार"
      ],
      "practical_tips": [
        "दैनंदिन गुण-तपासणी करा",
        "कठोर शब्द टाळा",
        "कृतज्ञतेने अहंकार दूर करा",
        "नियमित दानशीलतेचा सराव करा",
        "नैतिक मार्गदर्शनासाठी ग्रंथ वाचा",
        "भावनिक नियंत्रण शिका",
        "नैतिक आचरणासाठी जबाबदारीची व्यवस्था करा",
        "इंद्रियसुखात सजग रहा",
        "सद्गुणी लोकांचा सहवास शोधा",
        "कर्मांचे दीर्घकालीन परिणाम विचारात घ्या"
      ],
      "what_we_can_learn": [
        "चारित्र्य भवितव्य ठरवते",
        "सद्गुणांना नियमित सरावाची गरज",
        "स्वतःची ओळख सुधारण्याची पहिली पायरी",
        "नैतिक जीवनासाठी सचेत प्रयत्न आवश्यक",
        "आध्यात्मिक विकास हा एक निवडीचा विषय आहे"
      ]
    },
    "sa": {
      "title": "अध्‍याय १६: दैवासुरसम्पद्विभागयोगः",
      "summary": "अस्मिन् अध्याये दैवासुरगुणानां भेदः विवृतः, सद्गुणचयनेन नैतिकजीवनस्य आध्यात्मिकोन्नतेः मार्गं दर्शयति।",
      "main_teachings": [
        "दैवीगुणाः षड्विंशतिः निर्भयता पवित्रता इन्द्रियनिग्रहः सत्यनिष्ठा च",
        "आसुरदोषाः षट् पाखण्डः अहङ्कारः क्रोधः अज्ञानं च",
        "कर्मफलम् दैवीगुणैः मुक्तिः",
        "स्वतन्त्रा इच्छा गुणचयने मानवस्य स्वातन्त्र्यम्",
        "त्रयः स्तम्भाः दानं तपः सत्यं च दैवीजीवनस्य आधाराः"
      ],
      "practical_tips": [
        "दैनन्दिनं स्वपरीक्षणं गुणसूच्या",
        "कठोरवचनानि परिहरेत्",
        "कृतज्ञतया अहङ्कारं निरस्येत्",
        "नियमितं दानं कुर्यात्",
        "नैतिकमार्गदर्शनाय शास्त्राणि पठेत्",
        "भावनानियन्त्रणकौशलं शिक्षेत",
        "नैतिकाचरणाय उत्तरदायित्वव्यवस्थां कुर्यात्",
        "इन्द्रियसुखे सजगः भवेत्",
        "सद्गुणिभिः सह वसेत्",
        "कर्मणां दीर्घकालिकान् परिणामान् विचिन्तयेत्"
      ],
      "what_we_can_learn": [
        "चरित्रं भाग्यं निर्माति",
        "सद्गुणानां नित्याभ्यासः आवश्यकः",
        "आत्मपरिचयः सुधारस्य प्रथमः पदम्",
        "नैतिकजीवनं सचेतनप्रयासं मांगति",
        "आध्यात्मिकविकासः चयनविषयः"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૬: દૈવી-આસુરી સંપદ્-વિભાગ યોગ",
      "summary": "આ અધ્યાય દૈવી અને આસુરી ગુણો વચ્ચેનો ભેદ સ્પષ્ટ કરે છે, સદ્ગુણોના પસંદગી દ્વારા નૈતિક જીવન અને આધ્યાત્મિક પ્રગતિનો માર્ગ દર્શાવે છે.",
      "main_teachings": [
        "૨૬ દૈવી ગુણો: નિર્ભયતા, પવિત્રતા, ઇન્દ્રિયનિગ્રહ અને સત્યનિષ્ઠા",
        "૬ આસુરી દોષો: પાખંડ, અહંકાર, ક્રોધ અને અજ્ઞાન",
        "કર્મફળ: દૈવી ગુણો મુક્તિ તરફ દોરે છે",
        "સ્વતંત્ર ઇચ્છા: ગુણોની પસંદગીમાં મનુષ્યની સ્વતંત્રતા",
        "ત્રણ સ્તંભો: દાન, તપ અને સત્ય દૈવી જીવનનો આધાર"
      ],
      "practical_tips": [
        "દૈનિક ગુણોની યાદી દ્વારા આત્મમૂલ્યાંકન કરો",
        "કઠોર ભાષા ટાળો",
        "કૃતજ્ઞતા દ્વારા અહંકાર દૂર કરો",
        "નિયમિત દાનની પ્રવૃત્તિઓમાં જોડાઓ",
        "નૈતિક માર્ગદર્શન માટે ગ્રંથો વાંચો",
        "ભાવનાત્મક નિયંત્રણની તકનીકો વિકસાવો",
        "નૈતિક વર્તન માટે જવાબદારીની વ્યવસ્થા બનાવો",
        "ઇન્દ્રિય આનંદમાં ધ્યાન રાખો",
        "સદ્ગુણીઓ ધરાવતા લોકો સાથે રહો",
        "કર્મોના લાંબા ગાળાના પરિણામો પર વિચાર કરો"
      ],
      "what_we_can_learn": [
        "ચારિત્ર્ય નસીબને નિર્ધારિત કરે છે",
        "સદ્ગુણો નિયમિત અભ્યાસની જરૂર છે",
        "આપણી ઓળખ સુધારવા માટે સ્વ-જાગૃતિ જરૂરી છે",
        "નૈતિક જીવન માટે સજાગ પ્રયાસ જરૂરી છે",
        "આધ્યાત્મિક વિકાસ પસંદગીનો વિષય છે"
      ]
    }
  },

  {
    "chapter": 17,
    "en": {
      "title": "Chapter 17: Sraddhatraya-Vibhaga Yoga",
      "summary": "This chapter analyzes three types of faith (Sattvic, Rajasic, Tamasic) and their impact on spiritual growth, emphasizing the importance of cultivating Sattvic faith through mindful practices.",
      "main_teachings": [
        "Threefold Faith Classification: Faith categorized by three gunas - Sattva (pure), Rajas (selfish), Tamas (ignorant)",
        "Worship Styles: Different forms of worship based on guna dominance",
        "Dietary Impact: Connection between food types and mental states",
        "Sacrifice Types: Various forms of yajna classified by guna influence",
        "Ultimate Purpose: Aligning faith with eternal spiritual truths"
      ],
      "practical_tips": [
        "Analyze personal worship motives regularly",
        "Adopt Sattvic diet for mental clarity",
        "Practice mindfulness in daily rituals",
        "Convert daily activities into spiritual offerings",
        "Avoid extreme asceticism or indulgence",
        "Cultivate gratitude as spiritual practice",
        "Engage in knowledge-sharing as charity",
        "Maintain purity in thought-word-deed alignment",
        "Use mantra repetition to elevate consciousness",
        "Practice conscious consumption of media/content"
      ],
      "what_we_can_learn": [
        "Faith shapes reality perception",
        "Diet directly impacts spiritual receptivity",
        "True worship transcends ritual mechanics",
        "Self-awareness transforms daily actions",
        "Sustainable spirituality requires balance"
      ]
    },
    "hi": {
      "title": "अध्‍याय १७: श्रद्धात्रय-विभाग योग",
      "summary": "यह अध्याय तीन प्रकार की श्रद्धा (सात्त्विक, राजसिक, तामसिक) का विश्लेषण करता है और सात्त्विक श्रद्धा के विकास पर बल देता है।",
      "main_teachings": [
        "श्रद्धा का त्रिविध वर्गीकरण: सत्त्व, रजस और तमस के आधार पर",
        "पूजा शैलियाँ: गुणों के अनुसार भिन्न पूजा प्रकार",
        "आहार प्रभाव: भोजन और मानसिक स्थिति का संबंध",
        "यज्ञ के प्रकार: गुणानुसार विभिन्न यज्ञ भेद",
        "परम लक्ष्य: शाश्वत सत्य के साथ श्रद्धा का समन्वय"
      ],
      "practical_tips": [
        "नियमित रूप से पूजा के उद्देश्यों का विश्लेषण करें",
        "मानसिक स्पष्टता के लिए सात्त्विक आहार अपनाएं",
        "दैनिक अनुष्ठानों में सजगता बनाए रखें",
        "दैनिक कार्यों को आध्यात्मिक अर्पण में बदलें",
        "कठोर तप या भोग से बचें",
        "कृतज्ञता को आध्यात्मिक साधना बनाएं",
        "ज्ञानदान के रूप में साझाकरण करें",
        "विचार-वचन-कर्म में एकरूपता रखें",
        "मंत्रजाप से चेतना उन्नत करें",
        "मीडिया उपभोग में सचेत रहें"
      ],
      "what_we_can_learn": [
        "श्रद्धा वास्तविकता की अनुभूति को आकार देती है",
        "आहार आध्यात्मिक ग्रहणशीलता को प्रभावित करता है",
        "सच्ची पूजा कर्मकांड से परे है",
        "स्व-जागरण दैनिक क्रियाओं को रूपांतरित करता है",
        "टिकाऊ आध्यात्मिकता संतुलन मांगती है"
      ]
    },
    "mr": {
      "title": "अध्याय १७: श्रद्धात्रय-विभाग योग",
      "summary": "हे अध्याय तीन प्रकारच्या श्रद्धेचे (सात्त्विक, राजसिक, तामसिक) विश्लेषण करतो आणि सात्त्विक श्रद्धेच्या विकासावर भर देतो.",
      "main_teachings": [
        "श्रद्धेचे त्रैविध वर्गीकरण: सत्त्व, रज आणि तम या गुणांनुसार",
        "पूजा पद्धती: गुणांनुसार भिन्न पूजा प्रकार",
        "आहाराचा प्रभाव: अन्न आणि मानसिक स्थिती यांचा संबंध",
        "यज्ञ प्रकार: गुणानुसार विविध यज्ञ भेद",
        "परम उद्दिष्ट: शाश्वत सत्याशी श्रद्धेचे समन्वय"
      ],
      "practical_tips": [
        "नियमितपणे पूजेच्या हेतूंचे विश्लेषण करा",
        "मानसिक स्पष्टतेसाठी सात्त्विक आहार स्वीकारा",
        "दैनंदिन विधीमध्ये सजगता राखा",
        "दैनिक कार्ये आध्यात्मिक अर्पणात रूपांतरित करा",
        "कठोर तपस्या किंवा भोगापासून दूर रहा",
        "कृतज्ञतेला आध्यात्मिक साधना बनवा",
        "ज्ञानदान म्हणून शेअरिंग करा",
        "विचार-वचन-कर्मात एकरूपता ठेवा",
        "मंत्रजपाने चैतन्य उंचावा",
        "मीडिया वापरात सजग रहा"
      ],
      "what_we_can_learn": [
        "श्रद्धा वास्तवाच्या जाणिवेला आकार देते",
        "आहार आध्यात्मिक ग्रहणक्षमतेवर परिणाम करतो",
        "खरी पूजा विधीपेक्षा परे आहे",
        "स्व-जागृती दैनंदिन क्रियांना बदलते",
        "टिकाऊ आध्यात्मिकता संतुलनाची मागणी करते"
      ]
    },
    "sa": {
      "title": "अध्‍याय १७: श्रद्धात्रयविभागयोगः",
      "summary": "अस्मिन् अध्याये त्रिविधश्रद्धायाः (सात्त्विक्याः, राजसिक्याः, तामसिक्याः) विश्लेषणं क्रियते, सात्त्विकश्रद्धाविकासाय बलं दत्तम्।",
      "main_teachings": [
        "श्रद्धात्रैविध्यं सत्त्वरजस्तमोगुणैः",
        "पूजाप्रकाराः गुणानुगुणं भिद्यन्ते",
        "आहारप्रभावः अन्नं मनोवृत्तिं प्रति",
        "यज्ञभेदाः गुणानुसारं विभिन्नाः",
        "परमं लक्ष्यं शाश्वतसत्येन सह श्रद्धासामंजस्यम्"
      ],
      "practical_tips": [
        "नित्यं पूजायाः प्रयोजनानि विश्लेषयत",
        "सात्त्विकाहारं स्वीकुरुत मानसिकस्पष्टतायै",
        "दैनन्दिनक्रियासु सजगः भवत",
        "कर्माणि आध्यात्मिकार्पणं कुरुत",
        "अतितीव्रतपः भोगं वा परिहरत",
        "कृतज्ञतां साधनं कुरुत",
        "ज्ञानदानरूपेण सहभागं कुरुत",
        "विचारवचनकर्मसु एकरूपतां पालयत",
        "मन्त्रजपेन चैतन्यं उन्नयत",
        "माध्यमोपभोगे सचेतः तिष्ठत"
      ],
      "what_we_can_learn": [
        "श्रद्धा वास्तविकतानुभूतिं रूपयति",
        "आहारः आध्यात्मिकग्राहकतां प्रभावयति",
        "सत्यपूजा कर्मकाण्डात् परम्",
        "आत्मजागरणं दैनन्दिनक्रियाः परिवर्तयति",
        "स्थायिआध्यात्मिकता संतुलनं मांगति"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૭: શ્રદ્ધાત્રય-વિભાગ યોગ",
      "summary": "આ અધ્યાય ત્રણ પ્રકારની શ્રદ્ધા (સાત્ત્વિક, રાજસિક, તામસિક) નું વિશ્લેષણ કરે છે અને સાત્ત્વિક શ્રદ્ધાના વિકાસ પર ભાર મૂકે છે.",
      "main_teachings": [
        "શ્રદ્ધાનું ત્રિગુણ વર્ગીકરણ: સત્ત્વ, રજ અને તમ ગુણો અનુસાર",
        "પૂજા પદ્ધતિઓ: ગુણો અનુસાર વિવિધ પૂજા પ્રકારો",
        "આહાર પ્રભાવ: ખોરાક અને માનસિ ક સ્થિતિ વચ્ચેનો સંબંધ",
        "યજ્ઞના પ્રકારો: ગુણો અનુસાર વિવિધ યજ્ઞ ભેદ",
        "પરમ ધ્યેય: શાશ્વત સત્ય સાથે શ્રદ્ધાનું સંરક્ષણ"
      ],
      "practical_tips": [
        "નિયમિતપણે પૂજાના ઉદ્દેશોનું વિશ્લેષણ કરો",
        "માનસિક સ્પષ્ટતા માટે સાત્ત્વિક આહાર અપનાવો",
        "દૈનિક વિધિઓમાં સજાગતા જાળવો",
        "દૈનિક કાર્યને આધ્યાત્મિક અર્પણમાં રૂપાંતરિત કરો",
        "અતિ તીવ્ર તપ અથવા ભોગથી દૂર રહો",
        "કૃતજ્ઞતાને આધ્યાત્મિક સાધના બનાવો",
        "જ્ઞાનદાન તરીકે ભાગીદારી કરો",
        "વિચાર-વચન-કર્મમાં એકરૂપતા જાળવો",
        "મંત્રજાપથી ચેતનાને ઉંચા કરો",
        "મિડિયા ઉપયોગમાં સજાગ રહો"
      ],
      "what_we_can_learn": [
        "શ્રદ્ધા વાસ્તવિકતાની અનુભૂતિને આકાર આપે છે",
        "આહાર આધ્યાત્મિક ગ્રહણક્ષમતાને અસર કરે છે",
        "સાચી પૂજા વિધિથી પરે છે",
        "આત્મજાગૃતિ દૈનિક ક્રિયાઓને રૂપાંતરિત કરે છે",
        "ટકાઉ આધ્યાત્મિકતા સંતુલનની માંગ કરે છે"
      ]
    }
  },

  {
    "chapter": 18,
    "en": {
      "title": "Chapter 18: Moksha-Sanyasa Yoga",
      "summary": "The final chapter synthesizes the Gita's teachings, emphasizing liberation through selfless action and renunciation of desires while fulfilling one's dharma.",
      "main_teachings": [
        "Sanyasa vs Tyaga: Distinction between renunciation of action vs renunciation of desire",
        "Guna-based Action: Threefold classification of actions (Sattvic/Rajasic/Tamasic)",
        "Svadharma Importance: Fulfilling one's inherent duties according to nature",
        "Ultimate Surrender: Complete devotion to Divine as path to liberation",
        "Fivefold Motivations: Understanding drivers behind all human actions"
      ],
      "practical_tips": [
        "Perform daily duties as spiritual practice",
        "Detach from outcomes while staying engaged",
        "Analyze actions through guna framework",
        "Align work with innate strengths/purpose",
        "Convert routine activities into worship",
        "Practice mindfulness in decision-making",
        "Cultivate devotion through daily rituals",
        "Regularly reflect on life's priorities",
        "Develop equanimity in success/failure",
        "Seek guidance from spiritual mentors"
      ],
      "what_we_can_learn": [
        "True renunciation is of ego, not action",
        "Work becomes worship when done selflessly",
        "Self-knowledge is key to right action",
        "Liberation requires integrated approach",
        "Divine grace completes human effort"
      ]
    },
    "hi": {
      "title": "अध्‍याय १८: मोक्ष-संन्यास योग",
      "summary": "अंतिम अध्याय गीता की शिक्षाओं का सार प्रस्तुत करता है, इच्छाओं का त्याग करते हुए धर्मपूर्वक कर्म करने पर बल देता है।",
      "main_teachings": [
        "संन्यास बनाम त्याग: कर्म के त्याग और इच्छा के त्याग में अंतर",
        "गुण-आधारित कर्म: कर्मों का त्रिविध वर्गीकरण",
        "स्वधर्म का महत्व: प्रकृति के अनुसार कर्तव्य पालन",
        "परम समर्पण: मुक्ति का मार्ग",
        "पंच प्रेरणाएँ: मानव कर्म के मूल कारण"
      ],
      "practical_tips": [
        "दैनिक कर्तव्यों को साधना बनाएं",
        "फलासक्ति त्याग कर कर्म करें",
        "गुणों के आधार पर कर्म विश्लेषण",
        "स्वभाव के अनुकूल कार्य करें",
        "सामान्य कार्यों को पूजा में बदलें",
        "निर्णय में सजगता बनाए रखें",
        "नित्य पूजा द्वारा भक्ति विकसित करें",
        "जीवन के प्राथमिकताओं पर मनन करें",
        "सफलता-असफलता में समभाव रखें",
        "आध्यात्मिक गुरु से मार्गदर्शन लें"
      ],
      "what_we_can_learn": [
        "सच्चा त्याग कर्म का नहीं अहंकार का है",
        "निष्काम कर्म ही सच्ची पूजा है",
        "स्वज्ञान सही कर्म की कुंजी है",
        "मुक्ति के लिए समन्वित दृष्टिकोण चाहिए",
        "दैवी कृपा मानव प्रयास को पूर्ण करती है"
      ]
    },
    "mr": {
      "title": "अध्याय १८: मोक्ष-संन्यास योग",
      "summary": "अंतिम अध्याय गीतेच्या शिक्षणाचा सारांश सादर करतो, इच्छांचा त्याग करताना धर्मपूर्वक कर्म करण्यावर भर देतो.",
      "main_teachings": [
        "संन्यास vs त्याग: कर्माचा त्याग आणि इच्छेचा त्याग यातील फरक",
        "गुण-आधारित कर्म: कर्मांचे त्रैविध वर्गीकरण",
        "स्वधर्माचे महत्व: स्वभावानुसार कर्तव्य पालन",
        "परम समर्पण: मुक्तीचा मार्ग",
        "पंच प्रेरणा: मानवी कर्माची मूळ कारणे"
      ],
      "practical_tips": [
        "दैनंदिन कर्तव्ये साधना बनवा",
        "फलाची आसक्ती सोडून कर्म करा",
        "गुणांनुसार कर्मांचे विश्लेषण करा",
        "स्वभावाला अनुकूल कार्य करा",
        "नित्यकर्मांना पूजेचे रूप द्या",
        "निर्णय घेताना सजग रहा",
        "नित्यपूजेद्वारे भक्ती वाढवा",
        "आयुष्याच्या प्राधान्यक्रमांवर चिंतन करा",
        "यश-अपयशात समतोल राखा",
        "आध्यात्मिक गुरूंकडून मार्गदर्शन घ्या"
      ],
      "what_we_can_learn": [
        "खरा त्याग कर्माचा नव्हे तर अहंकाराचा आहे",
        "निष्काम कर्म हीच खरी उपासना",
        "स्वज्ञान हे योग्य कर्माची गुरुकिल्ली",
        "मुक्तीसाठी समन्वित दृष्टिकोन आवश्यक",
        "दैवी कृपा मानवी प्रयत्न पूर्ण करते"
      ]
    },
    "sa": {
      "title": "अध्‍याय १८: मोक्षसंन्यासयोगः",
      "summary": "अन्तिमोऽध्यायः गीताशिक्षणानां सारं प्रस्तौति, कामनानां त्यागेन धर्मानुसारं कर्म करणे बलं ददाति।",
      "main_teachings": [
        "संन्यासः त्यागश्च: कर्मत्यागेच्छात्यागयोः भेदः",
        "गुणाधारितकर्माणि: कर्मणां त्रिविधं वर्गीकरणम्",
        "स्वधर्ममहत्त्वम्: स्वभावानुगुणं कर्तव्यपालनम्",
        "परमसमर्पणम्: मोक्षमार्गः",
        "पञ्चप्रेरणाः: मानवकर्मणां मूलकारणानि"
      ],
      "practical_tips": [
        "दैनन्दिनकर्तव्यानि साधनं कुरुत",
        "फलासक्तिं त्यक्त्वा कर्म कुरुत",
        "गुणैः कर्मणां विश्लेषणं कुरुत",
        "स्वभावानुकूलं कार्यं कुरुत",
        "सामान्यक्रियाः पूजारूपं कुरुत",
        "निर्णये सजगः भवत",
        "नित्यपूजया भक्तिं वर्धयत",
        "जीवनस्य प्राथमिकताः चिन्तयत",
        "सिद्ध्यसिद्ध्योः समतां पालयत",
        "आध्यात्मिकगुरोः मार्गदर्शनं गृह्णत"
      ],
      "what_we_can_learn": [
        "सत्यं त्यागः अहंकारस्य न कर्मणः",
        "निष्कामकर्म एव सत्यं पूजनम्",
        "आत्मज्ञानं सम्यक्कर्मणः कुञ्जिका",
        "मोक्षाय समन्वितः दृष्टिकोणः आवश्यकः",
        "दैवीकृपा मानवप्रयासं पूरयति"
      ]
    },
    "gu": {
      "title": "અધ્યાય ૧૮: મોક્ષ-સંન્યાસ યોગ",
      "summary": "અંતિમ અધ્યાય ગીતાના ઉપદેશોનો સાર આપે છે, ઇચ્છાઓનો ત્યાગ કરી ધર્મ પ્રમાણે કર્મ કરવા પર ભાર મૂકે છે.",
      "main_teachings": [
        "સંન્યાસ vs ત્યાગ: કર્મ અને ઇચ્છાના ત્યાગમાં તફાવત",
        "ગુણ-આધારિત કર્મ: કર્મનું ત્રિપ્રકારી વર્ગીકરણ",
        "સ્વધર્મનું મહત્વ: સ્વભાવ અનુસાર ફરજો નિભાવવી",
        "પરમ સમર્પણ: મુક્તિનો માર્ગ",
        "પાંચ પ્રેરણાઓ: માનવ કર્મના મૂળ કારણો"
      ],
      "practical_tips": [
        "દૈનિક ફરજોને સાધના બનાવો",
        "ફળની આસક્તિ છોડી કર્મ કરો",
        "ગુણો દ્વારા કર્મનું વિશ્લેષણ કરો",
        "સ્વભાવને અનુકૂળ કાર્ય કરો",
        "નિત્યક્રિયાઓને પૂજામાં રૂપાંતરિત કરો",
        "નિર્ણય લેતી વખતે સજગ રહો",
        "નિત્યપૂજાથી ભક્તિ વિકસાવો",
        "જીવનની પ્રાથમિકતાઓ પર ચિંતન કરો",
        "સફળતા- અસફળતામાં સમતોલ રહો",
        "આધ્યાત્મિક ગુરુ પાસેથી માર્ગદર્શન મેળવો"
      ],
      "what_we_can_learn": [
        "સાચો ત્યાગ એ કર્મનો નહીં, પરંતુ અહંકારનો છે",
        "નિષ્કામ કર્મ જ સાચી પૂજા છે",
        "આત્મજ્ઞાન એ યોગ્ય કર્મની કી છે",
        "મુક્તિ માટે સંકલિત દૃષ્ટિકોણ જરૂરી છે",
        "દિવ્ય કૃપા માનવ પ્રયત્નને પૂર્ણ કરે છે"
      ]
    }
  }
]
