[
    {
      "event": "Bhishma’s vow",
      "title": {
        "EN": "Bhishma’s vow",
        "HI": "भीष्म की प्रतिज्ञा",
        "MR": "भीष्माची प्रतिज्ञा",
        "GU": "ભીષ્મની પ્રતિજ્ઞા",
        "SK": "भीष्मस्य प्रतिज्ञा"
      },
      "what_happened ": {
        "EN": "Bhishma takes a lifelong vow of celibacy to ensure his father's happiness.",
        "HI": "भीष्म ने अपने पिता की खुशी के लिए आजीवन ब्रह्मचर्य का व्रत लिया।",
        "MR": "भीष्माने आपल्या वडिलांच्या सुखासाठी आयुष्यभर ब्रह्मचर्य पाळण्याची शपथ घेतली.",
        "GU": "ભીષ્મે પિતાની ખુશી માટે જીવનભર બ્રહ્મચર્ય પાલન કરવાની પ્રતિજ્ઞા લીધી.",
        "SK": "भीष्मः पितुः सुखाय आजीवनं ब्रह्मचर्यम् अङ्गीकृतवान्।"
      },
      "summary": {
        "EN": "To facilitate his father's marriage to Satyavati, Bhishma vows never to marry or claim the throne, earning respect across Bharat.",
        "HI": "सत्यवती से पिता के विवाह के लिए भीष्म ने न तो विवाह करने की और न ही सिंहासन मांगने की प्रतिज्ञा ली, जिससे उन्हें पूरे भारत में सम्मान मिला।",
        "MR": "सत्यवतीशी वडिलांचा विवाह होण्यासाठी भीष्माने लग्न न करण्याची व गादीचा हक्क न घेण्याची प्रतिज्ञा केली व त्यामुळे त्यांना भारतभर मान मिळाला.",
        "GU": "સત્યવતી સાથે પિતાના લગ્ન માટે ભીષ્મે લગ્ન ન કરવાની અને રાજ્યગાદીનો દાવો ન કરવાની પ્રતિજ્ઞા લીધી, જેને કારણે તેમને ભારતભરમાં માન મળ્યો.",
        "SK": "सत्यवत्याः विवाहं पितुः कृते, भीष्मः विवाहं न कर्तुं न च सिंहासनं याचितुं प्रतिज्ञां कृतवान्, येन सः सर्वत्र सम्मानं प्राप्तवान्।"
      },
      "characters": ["bhishma", "satyavati", "shantanu"]
    },
    {
      "event": "Birth of Pandavas & Kauravas",
      "title": {
        "EN": "Birth of Pandavas & Kauravas",
        "HI": "पांडवों और कौरवों का जन्म",
        "MR": "पांडव आणि कौरव यांचा जन्म",
        "GU": "પાંડવો અને કૌરવોનો જન્મ",
        "SK": "पाण्डवानां कौरवानां च जन्मः"
      },
      "what_happened ": {
        "EN": "The Pandavas and Kauravas are born through divine interventions and boons.",
        "HI": "पांडवों और कौरवों का जन्म दिव्य वरदानों और हस्तक्षेप से हुआ।",
        "MR": "पांडव आणि कौरव यांचा जन्म दैवी कृपा आणि वरदानांमुळे झाला.",
        "GU": "પાંડવો અને કૌરવોનો જન્મ દૈવી હસ્તક્ષેપ અને વરદાનોથી થયો હતો.",
        "SK": "पाण्डवकौरवयोः जन्मः दिव्यैः वरैः सम्पन्नः।"
      },
      "summary": {
        "EN": "Kunti uses divine boons to give birth to the Pandavas, while Gandhari gives birth to the Kauravas after a prolonged pregnancy.",
        "HI": "कुंती ने दिव्य वरदानों से पांडवों को जन्म दिया, जबकि गांधारी ने लंबे गर्भकाल के बाद कौरवों को जन्म दिया।",
        "MR": "कुंतीने दैवी वरांनी पांडवांना जन्म दिला, तर गांधारीने दीर्घ गर्भधारणेनंतर कौरवांना जन्म दिला.",
        "GU": "કુંતીએ દૈવી વરદાનથી પાંડવોને જન્મ આપ્યો જ્યારે ગાંધારીએ લાંબી ગર્ભાવસ્થાની પછી કૌરવોને જન્મ આપ્યો.",
        "SK": "कुन्ती दिव्यवरैः पाण्डवान् अजनि, गांधारी च दीर्घगर्भधारणानन्तरं कौरवान् अजनि।"
      },
      "characters": ["kunti", "madri", "pandavas", "kauravas", "vyasa"]
    },
    {
      "event": "Lakshagriha (house of wax)",
      "title": {
        "EN": "Lakshagriha (House of Wax)",
        "HI": "लाक्षागृह (मोम का महल)",
        "MR": "लाक्षागृह (मेणाचा महाल)",
        "GU": "લાક્ષાગૃહ (મોમનો મહેલ)",
        "SK": "लाक्षागृहं (मधुगृहसमं)"
      },
      "what_happened ": {
        "EN": "The Kauravas plot to kill the Pandavas by burning them alive in a wax palace.",
        "HI": "कौरवों ने पांडवों को मोम के महल में जिंदा जलाकर मारने की योजना बनाई।",
        "MR": "कौरवांनी पांडवांना मेणाच्या महालात जिवंत जाळून मारण्याचा कट रचला.",
        "GU": "કૌરવોએ પાંડવોને જીવતા સળગાવવા માટે મોમના મહેલમાં મારવાનો ષડયંત્ર રચ્યું.",
        "SK": "कौरवाः लाक्षागृहे पाण्डवान् जीवितं दग्धुं योजयन्।"
      },
      "summary": {
        "EN": "The Pandavas escape the deadly plot by digging a secret tunnel beneath the palace and fleeing into the forest.",
        "HI": "पांडवों ने महल के नीचे गुप्त सुरंग बनाकर वहां से भागकर अपने प्राण बचाए।",
        "MR": "पांडवांनी महालाखाली गुप्त बोगदा खणून जंगलात पळून जाऊन प्राण वाचवले.",
        "GU": "પાંડવો મહેલ હેઠળ ગુપ્ત સલંગ રખડીને બચી ગયા અને જંગલમાં ભાગી ગયા.",
        "SK": "पाण्डवाः लाक्षागृहात् गुप्तमार्गे पलाय्य प्राणान् रक्षितवन्तः।"
      },
      "characters": ["pandavas", "kauravas", "vidura", "purochana"]
    },
    {
      "event": "Draupadi's swayamvara",
      "title": {
        "EN": "Draupadi’s Swayamvara",
        "HI": "द्रौपदी का स्वयंवर",
        "MR": "द्रौपदीचा स्वयंवर",
        "GU": "દ્રૌપદીનું સ્વયંવર",
        "SK": "द्रौपद्याः स्वयंवरः"
      },
      "what_happened ": {
        "EN": "Arjuna wins Draupadi’s hand in a challenging archery contest at her swayamvara.",
        "HI": "अर्जुन ने द्रौपदी के स्वयंवर में कठिन धनुष प्रतियोगिता जीतकर उसका हाथ जीता।",
        "MR": "अर्जुनाने कठीण धनुर्विद्या स्पर्धा जिंकून द्रौपदीचे हस्त प्राप्त केले.",
        "GU": "અર્જુને દ્રૌપદીના સ્વયંવરમાKathn ધનુર્વિદ્યાની સ્પર્ધા જીતી અને દ્રૌપદીનો હાથ જીત્યો.",
        "SK": "अर्जुनः द्रौपद्याः स्वयंवरे कठिनं लक्ष्यं हित्वा तां विजितवान्।"
      },
      "summary": {
        "EN": "Disguised as Brahmins, the Pandavas attend the swayamvara, where Arjuna wins Draupadi by completing the challenge. Later, Draupadi becomes the wife of all five Pandavas.",
        "HI": "ब्राह्मण के वेश में पांडवों ने स्वयंवर में भाग लिया, अर्जुन ने प्रतियोगिता जीतकर द्रौपदी से विवाह किया, जो बाद में सभी पांडवों की पत्नी बनी।",
        "MR": "ब्राह्मण वेशात पांडवांनी स्वयंवरात भाग घेतला, अर्जुनाने स्पर्धा जिंकून द्रौपदीशी विवाह केला. नंतर ती सर्व पांडवांची पत्नी झाली.",
        "GU": "બ્રાહ્મણ વેશમાં પાંડવો સ્વયંવરમા આવ્યા, અર્જુને સ્પર્ધા જીતી અને દ્રૌપદી સાથે લગ્ન કર્યા. પછી દ્રૌપદી સર્વ પાંડવોની પત્ની બની.",
        "SK": "पाण्डवाः ब्राह्मणवेषे स्वयंवरे उपस्थिताः, अर्जुनः विजयी भवित्वा द्रौपदीं विजितवान्, या सर्वेषां पत्नी जाता।"
      },
      "characters": ["pandavas", "arjuna", "draupadi", "drupada", "krishna"]
    },
    {
      "event": "Dice game",
      "title": {
        "EN": "Dice Game",
        "HI": "जुए का खेल",
        "MR": "पासा खेळ",
        "GU": "ઝૂએનો ખેલ",
        "SK": "अक्षदायुधक्रीडा"
      },
      "what_happened ": {
        "EN": "Shakuni tricks Yudhishthira into losing his kingdom and everything he owns in a dice game.",
        "HI": "शकुनि ने युधिष्ठिर को जुए में फंसा कर उनका राज्य और सब कुछ हरवा दिया।",
        "MR": "शकुनीने युधिष्ठिराला जुगारात फसवून त्याचे राज्य आणि सर्वकाही हरवले.",
        "GU": "શકુનીએ યુધિષ્ઠિરને ઝૂવામાં ફસાવી તેમને તેમનું રાજ્ય અને બધું ગુમાવ્યું.",
        "SK": "शकुनिना युधिष्ठिरं द्यूते भ्रान्तं कृत्वा सर्वं नष्टं कृतम्।"
      },
      "summary": {
        "EN": "The Kauravas invite Yudhishthira to a rigged dice game, where he gambles away his kingdom, wealth, brothers, and even Draupadi.",
        "HI": "कौरवों ने युधिष्ठिर को धोखाधड़ी वाले जुए में बुलाया, जहाँ उन्होंने अपना राज्य, धन, भाई और द्रौपदी तक को हार दिया।",
        "MR": "कौरवांनी युधिष्ठिराला फसवणूक असलेल्या जुगारात बोलावले, जिथे त्याने राज्य, संपत्ती, भाऊ आणि द्रौपदीही हरवले.",
        "GU": "કૌરવો યુધિષ્ઠિરને ઠગાઈથી ભરેલ ઝૂએ બોલાવે છે જ્યાં તેઓ તેમનું રાજ્ય, સંપત્તિ, ભાઈઓ અને દ્રૌપદી હારી જાય છે.",
        "SK": "कौरवाः युधिष्ठिरं द्यूताय आमन्त्र्य, सः राज्यं, धनं, भ्रातॄन् च द्रौपदीं च अपहर्तः।"
      },
      "characters": [
        "yudhishthira",
        "shakuni",
        "kauravas",
        "draupadi",
        "dhritarashtra"
      ]
    },
    {
      "event": "Draupadi’s insult",
      "title": {
        "EN": "Draupadi’s Insult",
        "HI": "द्रौपदी का अपमान",
        "MR": "द्रौपदीचा अपमान",
        "GU": "દ્રૌપદીનો અપમાન",
        "SK": "द्रौपद्याः अपमानः"
      },
      "what_happened ": {
        "EN": "After the dice game, Draupadi is humiliated in the royal court by Dushasana.",
        "HI": "जुए के बाद द्रौपदी का दुर्योधन और दुशासन द्वारा सभा में अपमान किया गया।",
        "MR": "जुगारानंतर द्रौपदीचा सभेत दुर्योधन व दु:शासन यांनी अपमान केला.",
        "GU": "ઝૂએ પછી દ્રૌપદીનો દરબારમાં દુશાસન દ્વારા અપમાન કરવામાં આવ્યું.",
        "SK": "द्यूतक्रीडोत्तरं द्रौपदीं दुशासने सभायामवमानीय।"
      },
      "summary": {
        "EN": "Draupadi is dragged into the court and disrobed by Dushasana, but Lord Krishna protects her honor by providing endless cloth.",
        "HI": "द्रौपदी को सभा में घसीटकर दुशासन ने चीरहरण किया, पर भगवान कृष्ण ने उनकी लाज बचाई।",
        "MR": "द्रौपदीला सभेत ओढून दु:शासनाने तिचे वस्त्रहरण केले, पण श्रीकृष्णाने तिची अब्रू वाचवली.",
        "GU": "દ્રૌપદીની સાબિતી દુશાસનએ કરવી લાગી પરંતુ શ્રીકૃષ્ણે અનંત વસ્ત્ર આપી તેને બચાવી.",
        "SK": "द्रौपदीं दुशासने वस्त्रहरणाय उद्युक्तः, श्रीकृष्णेन च तस्या लज्जा रक्षिता।"
      },
      "characters": ["draupadi", "dushasana", "krishna", "kauravas", "pandavas"]
    },
    {
      "event": "13 years exile",
      "title": {
        "EN": "13 Years of Exile",
        "HI": "१३ वर्षों का वनवास",
        "MR": "१३ वर्षांचा वनवास",
        "GU": "૧૩ વર્ષનો વનવાસ",
        "SK": "त्रयोदशवर्षीयं वनवासः"
      },
      "what_happened ": {
        "EN": "The Pandavas are exiled for 13 years — 12 years in forest and 1 year in disguise.",
        "HI": "पांडवों को १२ वर्ष वनवास और १ वर्ष अज्ञातवास मिला।",
        "MR": "पांडवांना १२ वर्षांचा वनवास व १ वर्षाचा अज्ञातवास भोगावा लागतो.",
        "GU": "પાંડવોને ૧૨ વર્ષ વનમાં અને ૧ વર્ષ અજ્ઞાત વસવાટ મળ્યો.",
        "SK": "पाण्डवानां द्वादशवर्षं वनवासः, एकवर्षं अज्ञातवासः।"
      },
      "summary": {
        "EN": "The Pandavas live in exile, face hardships, meet sages, and prepare for justice and revenge.",
        "HI": "पांडवों ने वनवास में अनेक कष्ट सहे, ऋषियों से भेंट की और प्रतिशोध की तैयारी की।",
        "MR": "पांडवांनी वनवासात अनेक संकटे झेलली, ऋषींना भेटले आणि न्यायासाठी सज्ज झाले.",
        "GU": "પાંડવો વનમાં કઠિનાઈ ભોગવે છે, ઋષિઓની મુલાકાત લે છે અને ન્યાય માટે તૈયારી કરે છે.",
        "SK": "पाण्डवाः वनवासे क्लेशान् सहन्ति, ऋषीणां साक्षात् कुर्वन्ति, न्यायाय सिद्धाः।"
      },
      "characters": ["pandavas", "draupadi", "sage vyasa", "krishna"]
    },
    {
      "event": "Krishna as peace messenger",
      "title": {
        "EN": "Krishna as Peace Messenger",
        "HI": "कृष्ण का शांति प्रस्ताव",
        "MR": "शांतीसाठी कृष्णाचे दूतत्व",
        "GU": "શાંતિ દૂત રૂપે કૃષ્ણ",
        "SK": "कृष्णस्य शान्तिदूतत्वम्"
      },
      "what_happened ": {
        "EN": "Krishna tries to avoid war by proposing peace to the Kauravas.",
        "HI": "कृष्ण ने युद्ध रोकने हेतु कौरवों के पास शांति प्रस्ताव भेजा।",
        "MR": "कृष्णाने युद्ध टाळण्यासाठी कौरवांकडे शांतीचा प्रस्ताव मांडला.",
        "GU": "કૃષ્ણએ યુદ્ધ ટાળવા શાંતિ દૂત તરીકે કૌરવો સમક્ષ ગયો.",
        "SK": "कृष्णः कौरवाणां समीपे शान्तिदूततया गत्वा युद्धं निवारयितुम् अयच्छत।"
      },
      "summary": {
        "EN": "Krishna makes a last attempt to avoid war by requesting peace, but Duryodhana rejects all terms and tries to imprison Krishna.",
        "HI": "कृष्ण ने अंतिम बार युद्ध टालने का प्रयास किया, लेकिन दुर्योधन ने प्रस्ताव ठुकरा दिया और कृष्ण को बंदी बनाने की कोशिश की।",
        "MR": "कृष्णाने अखेरच्या वेळी युद्ध टाळण्याचा प्रयत्न केला, पण दुर्योधनाने प्रस्ताव नाकारला आणि कृष्णाला पकडण्याचा प्रयत्न केला.",
        "GU": "કૃષ્ણએ યુદ્ધ અટકાવવાનો છેલ્લો પ્રયાસ કર્યો, પણ દુર્યોધને શાંતિની શરતો નકારી અને કૃષ્ણને પકડવાનો પ્રયાસ કર્યો.",
        "SK": "कृष्णः युद्धं परिहार्य शान्तिं प्रस्तावितवान्, परं दुर्योधनः तं न स्वीकृत्य बन्धनाय यत्नं कृतवान्।"
      },
      "characters": ["krishna", "duryodhana", "kauravas", "dhritarashtra"]
    },
    {
      "event": "Bhagavad Gita scene",
      "title": {
        "EN": "Bhagavad Gita Scene",
        "HI": "भगवद्गीता प्रसंग",
        "MR": "भगवद्गीता प्रसंग",
        "GU": "ભગવદ્ ગીતાનો પ્રસંગ",
        "SK": "भगवद्गीतोपदेशः"
      },
      "what_happened ": {
        "EN": "Arjuna is hesitant to fight, and Krishna imparts the wisdom of Bhagavad Gita.",
        "HI": "अर्जुन युद्ध से विचलित हो जाता है, और कृष्ण उसे गीता का उपदेश देते हैं।",
        "MR": "अर्जुन युद्धात साशंक होतो, आणि श्रीकृष्ण त्याला भगवद्गीतेचा उपदेश देतात.",
        "GU": "અર્જુન યુદ્ધ કરવા તૈયાર ન હોય, ત્યારે કૃષ્ણ તેને ભગવદ્ ગીતાનું જ્ઞાન આપે છે.",
        "SK": "अर्जुनः विषण्णः, कृष्णेन भगवद्गीता उपदिष्टा।"
      },
      "summary": {
        "EN": "On the battlefield, Krishna reveals spiritual wisdom to Arjuna, covering dharma, karma, and moksha.",
        "HI": "कृष्ण युद्धभूमि पर अर्जुन को धर्म, कर्म और मोक्ष का ज्ञान देते हैं।",
        "MR": "श्रीकृष्ण रणभूमीवर अर्जुनाला धर्म, कर्म व मोक्ष यांचे ज्ञान देतात.",
        "GU": "યુદ્ધભૂમિ પર કૃષ્ણ અર્જુનને ધર્મ, કર્મ અને મોક્ષનું જ્ઞાન આપે છે.",
        "SK": "कृष्णेन अर्जुनाय धर्मकर्ममोक्षविषयं ज्ञानं दत्तम्।"
      },
      "characters": ["krishna", "arjuna", "pandavas", "kauravas"]
    },
    {
      "event": "Abhimanyu’s death",
      "title": {
        "EN": "Abhimanyu’s Death",
        "HI": "अभिमन्यु की मृत्यु",
        "MR": "अभिमन्यचा मृत्यू",
        "GU": "અભિમન્યુનો મૃત્યુ",
        "SK": "अभिमन्योर् मरणम्"
      },
      "what_happened ": {
        "EN": "Abhimanyu bravely enters the Chakravyuha but is killed unfairly.",
        "HI": "अभिमन्यु चक्रव्यूह में घुसता है और अन्यायपूर्वक मारा जाता है।",
        "MR": "अभिमन्यू चक्रव्यूहात शिरतो आणि अन्यायाने मारला जातो.",
        "GU": "અભિમન્યુ ચક્રવ્યુહમાં જાય છે અને અન્યાયથી મરાય છે.",
        "SK": "अभिमन्युः चक्रव्यूहे प्रविश्य अन्यायेन हतः।"
      },
      "summary": {
        "EN": "Despite his valour, Abhimanyu is trapped and killed by multiple Kaurava warriors violating war ethics.",
        "HI": "अपनी वीरता के बावजूद, अभिमन्यु को कई कौरव योद्धा नियम तोड़कर मारते हैं।",
        "MR": "अभिमन्यूची शौर्य असूनही, अनेक कौरव योद्धे युद्धनियम तोडून त्याला मारतात.",
        "GU": "અભિમન્યુની શૂરવીરતા છતાં અનેક કૌરવ યુદ્ધાધિકારીઓ એ ધર્મ વિરુદ્ધ તેને મારી નાખે છે.",
        "SK": "अभिमन्युः वीर्यसहितः, परन्तु कौरवैः नियमभङ्गेन हन्यते।"
      },
      "characters": ["abhimanyu", "kauravas", "jayadratha", "dronacharya", "karna"]
    },
    {
      "event": "Karna-Arjuna battle",
      "title": {
        "EN": "Karna–Arjuna Battle",
        "HI": "कर्ण-अर्जुन युद्ध",
        "MR": "कर्ण व अर्जुन युद्ध",
        "GU": "કર્ણ અને અર્જુનનું યુદ્ધ",
        "SK": "कर्णार्जुनयोः युद्धम्"
      },
      "what_happened ": {
        "EN": "The greatest duel between Karna and Arjuna takes place on the battlefield.",
        "HI": "रणभूमि में कर्ण और अर्जुन के बीच महान युद्ध हुआ।",
        "MR": "रणभूमीत कर्ण व अर्जुन यांच्यात महान युद्ध घडते.",
        "GU": "યુદ્ધમેદાનમાં કર્ણ અને અર્જુન વચ્ચે મહાન યુદ્ધ થાય છે.",
        "SK": "रणभूमौ कर्णार्जुनयोः महायुद्धं जातम्।"
      },
      "summary": {
        "EN": "Despite Karna's bravery, his chariot wheel gets stuck, and Arjuna kills him with Krishna's command.",
        "HI": "कर्ण का रथ फँस जाता है, और कृष्ण के आदेश पर अर्जुन उसे मारता है।",
        "MR": "कर्णाचा रथ अडकतो आणि श्रीकृष्णाच्या आज्ञेवरून अर्जुन त्याला मारतो.",
        "GU": "કર્ણનું રથ ફસાઈ જાય છે અને કૃષ્ણના આદેશથી અર્જુન તેને મારે છે.",
        "SK": "कर्णस्य रथचक्रं पतति, अर्जुनः कृष्णाज्ञया तं हन्ति।"
      },
      "characters": ["karna", "arjuna", "krishna"]
    },
    {
      "event": "End of war & aftermath",
      "title": {
        "EN": "End of War and Aftermath",
        "HI": "युद्ध का अंत और परिणाम",
        "MR": "युद्धाचा शेवट व परिणाम",
        "GU": "યુદ્ધનો અંત અને પરિણામ",
        "SK": "युद्धस्य समाप्तिः च फलम्"
      },
      "what_happened ": {
        "EN": "After 18 days of war, the Pandavas win. The Kauravas perish.",
        "HI": "१८ दिन के युद्ध के बाद पांडव जीतते हैं और कौरव समाप्त हो जाते हैं।",
        "MR": "१८ दिवसांच्या युद्धानंतर पांडव जिंकतात व कौरव नष्ट होतात.",
        "GU": "૧૮ દિવસ પછી પાંડવો જીતી જાય છે અને કૌરવો નાશ પામે છે.",
        "SK": "अष्टादशदिनेभ्यः युद्धात् अनन्तरं पाण्डवाः विजयं लभन्ते।"
      },
      "summary": {
        "EN": "The Kurukshetra war ends. Most warriors die. Yudhishthira becomes king. The Pandavas eventually retire to the Himalayas.",
        "HI": "कुरुक्षेत्र युद्ध समाप्त होता है। युधिष्ठिर राजा बनते हैं। पांडव अंततः हिमालय चले जाते हैं।",
        "MR": "कुरुक्षेत्र युद्ध संपते. युधिष्ठिर राजा होतात. पांडव शेवटी हिमालयात जातात.",
        "GU": "કુરુક્ષેત્ર યુદ્ધ પૂરૂં થાય છે. યુધિષ્ઠિર રાજા બને છે. પાંડવો હિમાલય જાય છે.",
        "SK": "कुरुक्षेत्रयुद्धस्य अन्ते, युधिष्ठिरः राजा, पाण्डवाः हिमालयं यान्ति।"
      },
      "characters": ["pandavas", "kauravas", "krishna", "yudhishthira", "bhishma"]
    }
  ]