[
  {
    "gu": {
      "title": "મહાભારત અને ભગવદ ગીતા ની ભૂમિકા",
      "sections": [
        {
          "heading": "મહાભારત શું છે?",
          "content": "મહાભારત એ પ્રાચીન ભારતનું મહાકાવ્ય છે, જેને મહર્ષિ વ્યાસે રચ્યું છે. તેમાં 1 લાખથી વધુ શ્લોકો છે, જે તેને વિશ્વનું સૌથી લાંબું કાવ્ય બનાવે છે. આ માત્ર યુદ્ધ અને રાજનીતિની કહાણી નથી, પરંતુ ધર્મ, કર્મ અને માનવ જીવન વિશે ઊંડા પાઠ શીખવે છે."
        },
        {
          "heading": "કથા નું હ્રદય: કુરૂ વંશ",
          "content": [
            "કુરુ વંશમાં પરિવારીક વિવાદ સમગ્ર કથાનું કેન્દ્ર છે:",
            "પાંડવો: યૂધિષ્ઠિર, ભીમ, અર્જુન, નકુલ, સહદેવ",
            "કૌરવો: ધૃતરાષ્ટ્રના 100 પુત્રો, દુર્યોધનનું નેતૃત્વ",
            "પાંડવો ધર્મનું અને કૌરવો અધર્મનું પ્રતિનિધિત્વ કરે છે"
          ]
        },
        {
          "heading": "મહાભારતનું યુદ્ધ શા માટે થયું?",
          "content": [
            "અધર્મનો ઉદ્ભવ: કૌરવો વારંવાર નૈતિકતાઓનો ભંગ કરતા, ખાસ કરીને દ્રૌપદીના અપમાન સમયે",
            "લોભ અને ઈર્ષા: દુર્યોધન પાંડવોની સફળતા સહન ન કરી શક્યો",
            "કૂટનૈતિક નિષ્ફળતા: કૃષ્ણે શાંતિ માટે પાંચ ગામ માગ્યા, પણ દુર્યોધને એ પણ નકારી કાઢ્યું",
            "કર્મના હિસાબ: યુદ્ધ પાટલોકના કર્મ અને ન્યાયનું પરિણામ હતું",
            "દૈવી યોજના: કૃષ્ણ દ્વારા અધર્મને નાશ કરવા માટે યુદ્ધ જરૂરી હતું"
          ]
        },
        {
          "heading": "ભગવદ ગીતા: મહાભારતનું હ્રદય",
          "content": [
            "પરિસ્થિતિ: યુદ્ધ શરૂ થવાનું છે ત્યારે અર્જુન દુઃખ અને અવિશ્વાસથી ભરાઈ જાય છે. તે પોતાના શસ્ત્ર છોડી દે છે",
            "વળાંક: કૃષ્ણ તેને આધ્યાત્મિક ઉપદેશ આપે છે — ભગવદ ગીતા (700 શ્લોક, 18 અધ્યાય)"
          ]
        },
        {
          "heading": "ભગવદ ગીતા ખાસ કેમ છે?",
          "content": [
            "આધ્યાત્મિક પરિવર્તન: અર્જુનના શંકા અને દુઃખને વિવેક અને સાહસમાં બદલે છે",
            "સર્વજ્ઞાત શીખવણીઓ: કર્મયોગ (નિષ્કામ કર્મ), જ્ઞાનયોગ (જ્ઞાન), ભક્તિયોગ (ભક્તિ), આત્મા અને પરમાત્માના સિદ્ધાંતો",
            "કાલાતીત માર્ગદર્શિકા: ગીતા દરેક માનવી માટે માર્ગદર્શન આપે છે જેમણે જીવનમાં શાંતિ અને દિશાની શોધ કરી છે"
          ]
        },
        {
          "heading": "સારાંશ",
          "content": "મહાભારત બ્રહ્માંડના ધર્માધર્મના યુદ્ધ માટે મંચ પૂરો પાડે છે. ગીતા એ યુદ્ધમાં અમૃતતુલ્ય જ્ઞાન આપે છે. આ યુદ્ધ આપણા આંતરિક સંઘર્ષનું પ્રતિનિધિત્વ કરે છે: અહંકાર અને આત્મા, શંકા અને શ્રદ્ધા, અસમાનજસ અને સ્પષ્ટતાના વચ્ચે."
        },
        {
          "heading": "ગીતા વાંચતા પહેલાં",
          "content": [
            "આ માત્ર પુસ્તક નથી — એ તમારું આધ્યાત્મિક યાત્રા છે",
            "કૃષ્ણના વચનો તમારું માર્ગદર્શન બની રહે",
            "અર્જુનનો સંઘર્ષ તમારું બળ બની જાય"
          ]
        }
      ]
    },
    "en": {
      "title": "Understanding the Mahabharata and the Role of the Bhagavad Gita",
      "sections": [
        {
          "heading": "What is the Mahabharata?",
          "content": "The Mahabharata is one of ancient India's greatest epics, authored by Sage Vyasa. With over 100,000 verses, it is the world’s longest poem. It goes beyond war and royalty—it teaches profound lessons about dharma (righteousness), karma (action), and the human condition."
        },
        {
          "heading": "The Heart of the Story: The Kuru Dynasty",
          "content": [
            "A deep family feud within the Kuru dynasty forms the crux:",
            "Pandavas: Yudhishthira, Bhima, Arjuna, Nakula, Sahadeva",
            "Kauravas: 100 sons of Dhritarashtra, led by Duryodhana",
            "The Pandavas represent dharma, while the Kauravas embody adharma."
          ]
        },
        {
          "heading": "Why Did the Mahabharata War Happen?",
          "content": [
            "Rise of Adharma: The Kauravas repeatedly violated moral principles, especially during Draupadi's humiliation.",
            "Greed and Envy: Duryodhana couldn’t tolerate the Pandavas' success and sought to eliminate them.",
            "Failure of Diplomacy: Krishna himself offered a peace treaty—requesting just five villages. Duryodhana refused even that.",
            "Karmic Accounts: The war was a result of destinies, past-life karma, and cosmic justice.",
            "Divine Design: Lord Vishnu (as Krishna) used the war to reset the balance of dharma in the world."
          ]
        },
        {
          "heading": "The Bhagavad Gita: The Soul of the Mahabharata",
          "content": [
            "Context: As the war is about to start, Arjuna is gripped by despair. He drops his weapons, confused and heartbroken.",
            "The Turning Point: Krishna, his charioteer and divine guide, delivers a spiritual discourse: the Bhagavad Gita (700 verses, 18 chapters)."
          ]
        },
        {
          "heading": "Why is the Bhagavad Gita So Special?",
          "content": [
            "Spiritual Transformation: It converts Arjuna’s confusion into clarity and courage.",
            "Universal Teachings: Covers Karma Yoga (selfless action), Jnana Yoga (knowledge), Bhakti Yoga (devotion), and the nature of the soul, life, and Supreme Consciousness.",
            "Timeless Guide: The Gita is relevant for anyone seeking clarity, peace, and purpose in life."
          ]
        },
        {
          "heading": "Summary",
          "content": "The Mahabharata provides the stage for a cosmic conflict. The Bhagavad Gita gives us divine insight within that chaos. The war symbolizes our inner struggle between ego and soul, doubt and faith, confusion and clarity."
        },
        {
          "heading": "Before You Begin the Gita",
          "content": [
            "This isn’t just a book—it’s your spiritual journey.",
            "Let Krishna's words guide your path.",
            "Let Arjuna’s struggle become your strength."
          ]
        }
      ]
    },
    "hi": {
      "title": "महाभारत और भगवद्गीता की भूमिका को समझना",
      "sections": [
        {
          "heading": "महाभारत क्या है?",
          "content": "महाभारत प्राचीन भारत के महानतम ग्रंथों में से एक है, जिसे महर्षि वेदव्यास ने रचा था। इसमें 100,000 से अधिक श्लोक हैं, और यह विश्व की सबसे लंबी कविता है। यह केवल युद्ध और राज्य की कहानी नहीं है, बल्कि धर्म (सत्य), कर्म (कार्य), और मानवीय स्वभाव की गहन शिक्षा देती है।"
        },
        {
          "heading": "कुरु वंश की कथा का सार",
          "content": [
            "कुरु वंश के भीतर एक गहरा पारिवारिक संघर्ष कथा का मूल है:",
            "पांडव: युधिष्ठिर, भीम, अर्जुन, नकुल, सहदेव",
            "कौरव: धृतराष्ट्र के 100 पुत्र, जिनमें दुर्योधन प्रमुख",
            "पांडव धर्म के प्रतीक हैं, जबकि कौरव अधर्म का प्रतिनिधित्व करते हैं।"
          ]
        },
        {
          "heading": "महाभारत युद्ध क्यों हुआ?",
          "content": [
            "अधर्म का उदय: द्रौपदी के चीरहरण जैसी घटनाओं में कौरवों ने बार-बार धर्म का उल्लंघन किया।",
            "लोभ और ईर्ष्या: दुर्योधन पांडवों की सफलता से ईर्ष्यालु था और उन्हें समाप्त करना चाहता था।",
            "कूटनीति की असफलता: स्वयं श्रीकृष्ण ने पांच गाँव माँगकर शांति की कोशिश की, परंतु दुर्योधन ने इंकार कर दिया।",
            "कर्मफल: यह युद्ध पिछले जन्मों के कर्मों और नियति का परिणाम था।",
            "दैवी योजना: भगवान विष्णु (श्रीकृष्ण के रूप में) ने धर्म की पुनर्स्थापना हेतु इस युद्ध का माध्यम चुना।"
          ]
        },
        {
          "heading": "भगवद्गीता: महाभारत की आत्मा",
          "content": [
            "प्रसंग: युद्ध प्रारंभ होने से पहले अर्जुन मोह में पड़ जाते हैं और हथियार छोड़ देते हैं।",
            "परिवर्तन बिंदु: श्रीकृष्ण, उनके सारथी और ईश्वर रूप में, उन्हें भगवद्गीता का उपदेश देते हैं (700 श्लोक, 18 अध्याय)।"
          ]
        },
        {
          "heading": "भगवद्गीता क्यों विशेष है?",
          "content": [
            "आध्यात्मिक परिवर्तन: यह अर्जुन की शंका को स्पष्टता और साहस में बदल देती है।",
            "सार्वभौमिक शिक्षाएं: कर्मयोग, ज्ञानयोग, भक्तियोग और आत्मा, जीवन तथा परमात्मा की सच्चाइयों को समझाती है।",
            "कालातीत मार्गदर्शिका: गीता किसी भी युग में जीवन के उद्देश्य और शांति के लिए मार्गदर्शक है।"
          ]
        },
        {
          "heading": "सारांश",
          "content": "महाभारत एक दिव्य संघर्ष का मंच है। भगवद्गीता उस संघर्ष के मध्य दिव्य ज्ञान का प्रकाश है। युद्ध हमारे भीतर के अहंकार और आत्मा, शंका और विश्वास, भ्रम और स्पष्टता के संघर्ष का प्रतीक है।"
        },
        {
          "heading": "गीता पढ़ने से पहले",
          "content": [
            "यह केवल एक पुस्तक नहीं, एक आध्यात्मिक यात्रा है।",
            "श्रीकृष्ण के शब्द आपका मार्गदर्शन करें।",
            "अर्जुन का संघर्ष आपकी शक्ति बने।"
          ]
        }
      ]
    },
    "mr": {
      "title": "महाभारत आणि भगवद्गीतेची भूमिका समजून घ्या",
      "sections": [
        {
          "heading": "महाभारत काय आहे?",
          "content": "महाभारत हा प्राचीन भारतातील एक महान महाकाव्य आहे, ज्याचे लेखक ऋषी व्यास आहेत. यामध्ये 100,000 हून अधिक श्लोक आहेत आणि हे जगातील सर्वात लांब महाकाव्य आहे. हे केवळ युद्ध किंवा राज्यकारभाराबद्दल नाही, तर धर्म, कर्म आणि मानवी जीवनाच्या गूढांबद्दल शिकवते."
        },
        {
          "heading": "कथा केंद्रबिंदू: कुरु वंश",
          "content": [
            "कुरु वंशातील कौटुंबिक संघर्ष हा मुख्य मुद्दा आहे:",
            "पांडव: युधिष्ठिर, भीम, अर्जुन, नकुल, सहदेव",
            "कौरव: धृतराष्ट्राचे १०० पुत्र, दुर्योधन प्रमुख",
            "पांडव धर्माचे प्रतीक आहेत, तर कौरव अधर्माचे."
          ]
        },
        {
          "heading": "महाभारत युद्ध का झाले?",
          "content": [
            "अधर्माचा उदय: द्रौपदीच्या अपमानासारख्या घटनांमधून कौरवांनी धर्माचे उल्लंघन केले.",
            "लोभ आणि द्वेष: दुर्योधनाला पांडवांचा यश सहन झाला नाही.",
            "शांततेचे अपयश: श्रीकृष्णाने फक्त पाच गावे मागून शांती सुचवली, पण दुर्योधनाने नकार दिला.",
            "कर्माचे फल: हे युद्ध पूर्वजन्मीच्या कर्मांचे परिणाम होते.",
            "दैवी योजना: भगवान विष्णू (श्रीकृष्णाच्या रूपात) धर्म पुन्हा स्थापन करण्यासाठी युद्धाचे साधन केले."
          ]
        },
        {
          "heading": "भगवद्गीता: महाभारताची आत्मा",
          "content": [
            "प्रसंग: युद्ध सुरू होण्यापूर्वी अर्जुन गोंधळात पडतो आणि शस्त्र खाली ठेवतो.",
            "परिवर्तन बिंदू: श्रीकृष्ण, अर्जुनाचे सारथी व देव, भगवद्गीतेचा उपदेश करतात (७०० श्लोक, १८ अध्याय)."
          ]
        },
        {
          "heading": "भगवद्गीता विशेष का आहे?",
          "content": [
            "आध्यात्मिक रूपांतरण: ती अर्जुनाचा गोंधळ स्पष्टतेमध्ये रूपांतरित करते.",
            "सर्वकालीन शिकवणी: कर्मयोग, ज्ञानयोग, भक्तियोग, आत्मा व जीवन यांचे सखोल ज्ञान देते.",
            "शाश्वत मार्गदर्शक: गीता प्रत्येकासाठी शांतता आणि जीवनाचा उद्देश देणारी आहे."
          ]
        },
        {
          "heading": "सारांश",
          "content": "महाभारत हे एक दैवी संघर्षाचे रंगमंच आहे. भगवद्गीता त्या संघर्षात आत्मज्ञानाचा प्रकाश आहे. युद्ध हे आत्मा व अहंकार, शंका व श्रद्धा यांमधील अंतर्गत संघर्षाचे प्रतीक आहे."
        },
        {
          "heading": "गीता वाचण्यापूर्वी",
          "content": [
            "ही फक्त एक पुस्तक नाही, ही एक आध्यात्मिक यात्रा आहे.",
            "श्रीकृष्णांचे शब्द आपला मार्गदर्शक ठरावेत.",
            "अर्जुनाचा संघर्ष आपली शक्ती ठरो."
          ]
        }
      ]
    },
    "sa": {
      "title": "महाभारतस्य रहः तथा भगवद्गीताया भूमिका",
      "sections": [
        {
          "heading": "किम् महाभारतम्?",
          "content": "महाभारतम् भारतस्य प्राचीनतममहाकाव्यम् अस्ति, यत् महर्षिणा वेदव्यासेन रचितम्। अस्मिन् एकलक्षाधिकाः श्लोकाः सन्ति। एषः विश्वस्य दीर्घतमं काव्यम् अस्ति। एतत् केवलं युद्धकथा न, अपि तु धर्मः, कर्म, च मानवीयं स्वभावं विषये महान् शिक्षां दत्ते।"
        },
        {
          "heading": "कुरुवंशस्य कथा",
          "content": [
            "कुरुवंशे गम्भीरः पारिवारिकः संघर्षः अस्ति।",
            "पाण्डवाः – युधिष्ठिरः, भीमः, अर्जुनः, नकुलः, सहदेवः।",
            "कौरवाः – धृतराष्ट्रस्य शतपुत्राः, प्रमुखः दुर्योधनः।",
            "पाण्डवाः धर्मस्य प्रतीकाः, कौरवाः अधर्मस्य।"
          ]
        },
        {
          "heading": "महाभारतयुद्धस्य कारणानि",
          "content": [
            "अधर्मस्य वृद्धि: द्रौपद्या अपमानकाले कौरवाः धर्मं न अचिन्तयन्।",
            "लोभः च द्वेषः: दुर्योधनः पाण्डवानां सफलता सहनं न अकरोत्।",
            "संधेः विफलता: श्रीकृष्णेन केवलं पञ्च ग्रामाः याचिताः, किन्तु दुर्योधनः अङ्गीकारं न अकरोत्।",
            "कर्मफलम्: पूर्वजन्मकर्माणां परिणामरूपेण युद्धम्।",
            "दैवीयः आयोजनम्: भगवान् विष्णुः श्रीकृष्णरूपेण धर्मं पुनः स्थापयितुं युद्धं अकरोत्।"
          ]
        },
        {
          "heading": "भगवद्गीता - महाभारतस्य आत्मा",
          "content": [
            "प्रसङ्गः – युद्धारम्भसमये अर्जुनः मोहेन ग्रस्तः अभवत्, शस्त्रं परित्यक्तवान्।",
            "परिवर्तनबिन्दुः – श्रीकृष्णः तस्मै गीता-शिक्षां दत्तवान् (७०० श्लोकाः, १८ अध्यायाः)।"
          ]
        },
        {
          "heading": "कस्मात् भगवद्गीता विशेषा?",
          "content": [
            "आध्यात्मिकः परिवर्तनः – अर्जुनस्य मोहः स्पष्टता च धैर्यं च जातम्।",
            "सर्वेभ्यः उपयुक्तम् – कर्मयोगः, ज्ञानयोगः, भक्तियोगः, आत्मतत्त्वज्ञानं च उपदिश्यते।",
            "शाश्वतः पथदर्शकः – जीवनाय ध्येयम्, शान्तिः च यच्छति।"
          ]
        },
        {
          "heading": "सारांशः",
          "content": "महाभारतम् एकं दैविकं रंगभूमिः। भगवद्गीता अस्मिन संघर्षे आत्मज्ञानस्य दीपः। युद्धं आत्मा-अहंकारयोः, संशय-श्रद्धयोः, भ्रम-प्रकाशयोः संघर्षस्य प्रतीकम्।"
        },
        {
          "heading": "गीतापाठपूर्वम्",
          "content": [
            "एषः केवलं ग्रन्थः न, आत्मान्वेषणयात्रा अस्ति।",
            "श्रीकृष्णवचनानि मार्गदर्शकाणि सन्तु।",
            "अर्जुनस्य संघर्षः तव बलं भवतु।"
          ]
        }
      ]
    }
  }
]
