[
  {
    "id": "arjuna",
    "name": {
      "en": "Arjuna",
      "hi": "अर्जुन",
      "mr": "अर्जुन",
      "sk": "अर्जुनः",
      "gu": "અર્જુન"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890621/GitaVaani-Verses/Characters/arjuna.png",
    "role": {
      "en": "Warrior prince of the Pandavas; represents the conflicted human soul.",
      "hi": "पांडवों के योद्धा राजकुमार; मानव आत्मा की द्वंद्व को दर्शाते हैं।",
      "mr": "पांडवांचे योद्धा राजपुत्र; मानवी आत्म्याच्या संघर्षाचे प्रतीक।",
      "sk": "पाण्डवानां योद्धा राजपुत्रः; मानवात्मनः संघर्षं प्रतिबिम्बयति।",
      "gu": "પાંડવોના યોદ્ધા રાજકુમાર; માનવી આત્માની વિસંગતિને દર્શાવે છે."
    },
    "description": {
      "en": "Arjuna is a central character in the Indian epic, the Mahabharata. He is a warrior prince of the Pandavas and is known for his exceptional skills in archery and combat. Arjuna represents the conflicted human soul, grappling with moral dilemmas and the responsibilities of duty. His journey is marked by moments of doubt and introspection, particularly during the great war of Kurukshetra, where he receives guidance from Lord Krishna, who serves as his charioteer. Arjuna's character embodies the struggle between righteousness and the complexities of human emotions.",
      "hi": "अर्जुन भारतीय महाकाव्य महाभारत का एक केंद्रीय पात्र है। वह पांडवों के योद्धा राजकुमार हैं और धनुर्विद्या और युद्ध में अपनी असाधारण क्षमताओं के लिए जाने जाते हैं। अर्जुन मानव आत्मा की द्वंद्व को दर्शाते हैं, जो नैतिक दुविधाओं और कर्तव्य की जिम्मेदारियों से जूझते हैं। उनकी यात्रा संदेह और आत्म-चिंतन के क्षणों से भरी हुई है, विशेष रूप से कुरुक्षेत्र के महान युद्ध के दौरान, जहाँ उन्हें भगवान कृष्ण से मार्गदर्शन मिलता है, जो उनके सारथी के रूप में कार्य करते हैं। अर्जुन का चरित्र धर्म और मानव भावनाओं की जटिलताओं के बीच संघर्ष को व्यक्त करता है।",
      "mr": "अर्जुन भारतीय महाकाव्य महाभारतातील एक केंद्रीय पात्र आहे. तो पांडवांचा योद्धा राजपुत्र आहे आणि धनुर्विद्या आणि लढाईतील असाधारण कौशल्यांसाठी प्रसिद्ध आहे. अर्जुन मानवी आत्म्याच्या संघर्षाचे प्रतीक आहे, जो नैतिक दुविधा आणि कर्तव्याच्या जबाबदाऱ्यांशी झगडतो. त्याची यात्रा शंका आणि आत्म-चिंतनाच्या क्षणांनी भरलेली आहे, विशेषतः कुरुक्षेत्रच्या महान युद्धादरम्यान, जिथे त्याला भगवान कृष्णाकडून मार्गदर्शन मिळते, जे त्याचे सारथी म्हणून कार्य करतात. अर्जुनचा चरित्र धर्म आणि मानवी भावनांच्या जटिलतेतील संघर्षाचे प्रतिनिधित्व करतो.",
      "sk": "भारतीयमहाभारतस्य महाकाव्यस्य अर्जुनः केन्द्रीयः पात्रः अस्ति। सः पाण्डवानां योद्धा राजपुत्रः, धनुर्विद्यायां युद्धे च अपवादात्मककौशलेन प्रसिद्धः अस्ति। अर्जुनः नैतिकदुविधाभिः कर्तव्यदायित्वैः च ग्रस्तं विरोधाभासपूर्णं मानवात्मं प्रतिनिधियति। विशेषतः कुरुक्षेत्रस्य महायुद्धकाले तस्य यात्रायां संशयस्य, आत्मनिरीक्षणस्य च क्षणाः सन्ति, यत्र सः स्वस्य सारथिरूपेण कार्यं कुर्वतः श्रीकृष्णस्य मार्गदर्शनं प्राप्नोति। अर्जुनः एकः पात्रः अस्ति यः न्यायस्य जटिलमानवभावनानां च संघर्षं मूर्तरूपं ददाति।",
      "gu": "અર્જુન ભારતીય મહાકાવ્ય મહાભારતનો એક કેન્દ્રિય પાત્ર છે. તે પાંડવોનો યોદ્ધા રાજકુમાર છે અને તીરંદાજી અને યુદ્ધમાં તેની અસાધારણ ક્ષમતાઓ માટે જાણીતો છે. અર્જુન માનવી આત્માની વિસંગતિને દર્શાવે છે, જે નૈતિક દુવિધાઓ અને ફરજની જવાબદારીઓ સાથે સંઘર્ષ કરે છે. તેની યાત્રા સંદેહ અને આત્મ-વિચારના ક્ષણોથી ભરેલી છે, ખાસ કરીને કુરૂક્ષેત્રના મહાન યુદ્ધ દરમિયાન, જ્યાં તેને ભગવાન કૃષ્ણ પાસેથી માર્ગદર્શન મળે છે, જે તેના રથચાલક તરીકે કાર્ય કરે છે. અર્જુનનો પાત્ર ધર્મ અને માનવીય ભાવનાઓની જટિલતાઓ વચ્ચેના સંઘર્ષને પ્રતિબિંબિત કરે છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of King Pandu and Queen Kunti",
        "hi": "राजा पांडू और रानी कुंती के पुत्र",
        "mr": "राजा पांडू आणि राणी कुंतीचे पुत्र",
        "sk": "राजा पाण्डोः कुंती च कनिष्ठः",
        "gu": "રાજા પાંડુ અને રાણી કુંતીનો પુત્ર"
      },
      "brother_of": {
        "en": "Brother of Yudhishthira, Bhima, Nakula, and Sahadeva",
        "hi": "युधिष्ठिर, भीम, नकुल और सहदेव के भाई",
        "mr": "युधिष्ठिर, भीम, नकुल आणि सहदेवचे बंधू",
        "sk": "युधिष्ठिरस्य, भीमस्य, नकुलस्य च सहदेवस्य भ्रातृ",
        "gu": "યુધિષ્ઠિર, also also, also also"
      },
      "husband_of": {
        "en": "Husband of Draupadi, Subhadra, Ulupi, and Chitrangada",
        "hi": "द्रौपदी, सुभद्रा, उलूपी और चित्रांगदा के पति",
        "mr": "द्रौपदी, सुभद्रा, उलूपी आणि चित्रांगदाची पत्नी",
        "sk": "द्रौपदी च सुभद्राः उलूपी च चित्रांगदाः पतिव्रता",
        "gu": "દ્રૌપદી, સુભદ્રા, ઉલૂપી અને ચિત્રાંગદા ના પતિ"
      },
      "friend_of": {
        "en": "Friend of Lord Krishna",
        "hi": "भगवान श्री कृष्ण के मित्र",
        "mr": "भगवान श्री कृष्णाचे मित्र",
        "sk": "भगवान श्री कृष्णस्य मित्र",
        "gu": "ભગવાન શ્રી કૃષ્ણના મીત્ર"
      },
      "disciple_of": {
        "en": "Disciple of Drona and Krishna",
        "hi": "द्रोण और कृष्ण के शिष्य",
        "mr": "द्रोण आणि कृष्णाचे शिष्य",
        "sk": "द्रोणस्य कृष्णस्य च शिष्यः",
        "gu": "દ્રૌણ અને કૃષ્ણના શિષ્ય"
      },
      "conqueror_of": {
        "en": "Conqueror of the Kauravas and the warrior who defeated Karna",
        "hi": "कौरवों के विजेता और वह योद्धा जिसने कर्ण को हराया",
        "mr": "कौरवांचा विजेता आणि जो योद्धा कर्णाला पराभूत केला",
        "sk": "कौरवाणां विजेता च कर्णं पराजयकृत्",
        "gu": "કૌરવોના વિજેતા અને તે યુદ્ધીએ જેમણે કર્ણને પરાજિત કર્યો"
      },
      "victor_in": {
        "en": "Victor in the great war of Kurukshetra",
        "hi": "कुरुक्षेत्र के महान युद्ध में विजेता",
        "mr": "कुरुक्षेत्राच्या महायुद्धात विजयी",
        "sk": "कुरुक्षेत्रे महायुद्धे विजयी",
        "gu": "કુરુક્ષેત્રના મહાયુદ્ધમાં વિજેતા"
      },
      "symbol_of": {
        "en": "Symbol of valor and righteousness",
        "hi": "वीरता और धर्म का प्रतीक",
        "mr": "वीरता आणि धर्माचे प्रतीक",
        "sk": "वीरता च धर्मस्य प्रतीक",
        "gu": "શૌર્ય અને ધર્મનું પ્રતિક"
      },
      "father_of": {
        "en": "Father of Abhimanyu and Parikshit",
        "hi": "अभिमन्यू और परीक्षित के पिता",
        "mr": "अभिमन्यू आणि परीक्षितचे पिता",
        "sk": "अभिमन्युः परीक्षितः च पिता",
        "gu": "અભિમન્યુ અને પરિક્ષિતના પિતા"
      }
    }
  },
  {
    "id": "krishna",
    "name": {
      "en": "Lord Krishna",
      "hi": "भगवान कृष्ण",
      "mr": "भगवान कृष्ण",
      "sk": "भगवान् श्रीकृष्णः",
      "gu": "શ્રી કૃષ્ણ"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890619/GitaVaani-Verses/Characters/krishna.png",
    "role": {
      "en": "Divine charioteer and teacher; incarnation of Vishnu.",
      "hi": "दिव्य सारथी और गुरु; विष्णु के अवतार।",
      "mr": "दिव्य सारथी आणि गुरु; विष्णूचे अवतार।",
      "sk": "दिव्यसारथिः तथा गुरुः; विष्णोः अवतारः।",
      "gu": "દિવ્ય સારથિ અને ગુરુ; વિશ્વનુ અવતાર."
    },
    "description": {
      "en": "Lord Krishna is a central figure in Hindu mythology and is revered as the eighth avatar of Vishnu. He is known for his wisdom, compassion, and playful nature. As a divine charioteer, he guided Arjuna during the Kurukshetra war, imparting profound spiritual teachings that form the essence of the Bhagavad Gita. Krishna's life is filled with enchanting stories, including his childhood exploits in Vrindavan, his role as a lover, and his leadership in the Mahabharata. He embodies the principles of dharma and devotion.",
      "hi": "भगवान कृष्ण हिंदू पौराणिक कथाओं में एक केंद्रीय पात्र हैं और विष्णु के आठवें अवतार के रूप में पूजे जाते हैं। उन्हें अपनी बुद्धिमत्ता, करुणा और चंचल स्वभाव के लिए जाना जाता है। एक दिव्य सारथी के रूप में, उन्होंने कुरुक्षेत्र युद्ध के दौरान अर्जुन का मार्गदर्शन किया, गीता के सार को प्रस्तुत करते हुए गहन आध्यात्मिक शिक्षाएँ दीं। कृष्ण का जीवन मंत्रमुग्ध करने वाली कहानियों से भरा हुआ है, जिसमें वृंदावन में उनके बचपन के कारनामे, प्रेमी के रूप में उनकी भूमिका और महाभारत में उनकी नेतृत्व क्षमता शामिल है। वे धर्म और भक्ति के सिद्धांतों का प्रतीक हैं।",
      "mr": "भगवान कृष्ण हिंदू पौराणिक कथांमध्ये एक केंद्रीय पात्र आहेत आणि विष्णूचे आठवे अवतार म्हणून पूजले जातात. त्यांना त्यांच्या बुद्धिमत्ता, करुणा आणि चंचल स्वभावासाठी ओळखले जाते. एक दिव्य सारथी म्हणून, त्यांनी कुरुक्षेत्र युद्धादरम्यान अर्जुनाचे मार्गदर्शन केले, गीतेच्या सारांशात गहन आध्यात्मिक शिक्षण दिले. कृष्णाचे जीवन मंत्रमुग्ध करणाऱ्या कथाांनी भरलेले आहे, ज्यामध्ये वृंदावनमधील त्यांच्या बालपणाच्या कथेपासून, प्रेमी म्हणून त्यांची भूमिका आणि महाभारतातील त्यांचे नेतृत्व यांचा समावेश आहे. ते धर्म आणि भक्तीच्या तत्त्वांचे प्रतीक आहेत.",
      "sk": "भगवान् श्रीकृष्णः हिन्दुपौराणिककथानां केन्द्रीयः व्यक्तिः अस्ति, सः विष्णुस्य अष्टमः अवतारः इति रूपेण पूजितः अस्ति। प्रज्ञा-करुणा-क्रीडक-स्वभावेन विश्रुतः। दिव्यसारथित्वेन सः कुरुक्षेत्रयुद्धकाले अर्जुनस्य मार्गदर्शनं कृतवान्, भगवद्गीतायाः सारं निर्माय गहनाध्यात्मिकशिक्षां च प्रदत्तवान्। कृष्णस्य जीवनं वृन्दावने बाल्यकालस्य साहसिककार्यक्रमाः, प्रेमिकायाः ​​भूमिका, महाभारते नेतृत्वं च इत्यादीनि मनोहरकथाभिः परिपूर्णम् अस्ति। धर्मभक्तिसिद्धान्तसमाहितः।",
      "gu": "ભગવાન કૃષ્ણ હિંદુ પૌરાણિક કથાઓમાં એક કેન્દ્રિય પાત્ર છે અને તેઓ વિષ્ણુના આઠમા અવતાર તરીકે પૂજવામાં આવે છે. તેમને તેમની બુદ્ધિ, કરુણા અને રમૂજ સ્વભાવ માટે ઓળખવામાં આવે છે. એક દિવ્ય સારથિ તરીકે, તેમણે કુરૂક્ષેત્રના યુદ્ધ દરમિયાન અર્જુનને માર્ગદર્શન આપ્યું, જે ગીતા ના સારને રજૂ કરે છે. કૃષ્ણનું જીવન મંત્રમુગ્ધ કરનારા વાર્તાઓથી ભરેલું છે, જેમાં તેમના બાળપણના કિસ્સાઓ, પ્રેમી તરીકેની તેમની ભૂમિકા અને મહાભ ારતમાં તેમની નેતૃત્વ ક્ષમતા શામેલ છે. તેઓ ધર્મ અને ભક્તિના સિદ્ધાંતોનું પ્રતિબિંબ છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Vasudeva and Devaki",
        "hi": "वसुदेव और देवकी के पुत्र",
        "mr": "वसुदेव आणि देवकीचे पुत्र",
        "sk": "वसुदेवः देवकी च पुत्रः",
        "gu": "વસુદેવ અને દેવેકીના પુત્ર"
      },
      "brother_of": {
        "en": "Brother of Balarama, Subhadra, and others",
        "hi": "बलराम, सुभद्रा और अन्य के भाई",
        "mr": "बलराम, सुभद्रा आणि इतरांचे भाऊ",
        "sk": "बलरामः सुभद्राः च अन्ये भ्रातृ",
        "gu": "બલદેવ, સુભદ્રા અને અન્ય લોકોના ભાઈ"
      },
      "husband_of": {
        "en": "Husband of Rukmini, Satyabhama, Jambavati, and many others",
        "hi": "रुक्मिणी, सत्यभामा, जाम्बवती और अन्य कई पतियों में से",
        "mr": "रुक्मिणी, सत्यभामा, जाम्बवती आणि इतर अनेक पत्नी",
        "sk": "रुक्मिणी च सत्यभामा च जाम्बवती च पतिव्रता",
        "gu": "રુક્મિણી, સત્યભામા, જામ્બવતી અને અન્ય ઘણા પતિ"
      },
      "friend_of": {
        "en": "Friend of Arjuna and other Pandavas",
        "hi": "अर्जुन और अन्य पांडवों के मित्र",
        "mr": "अर्जुन आणि इतर पांडवांचे मित्र",
        "sk": "अर्जुनः च पाण्डवानां अन्येषां च मित्रः",
        "gu": "અર્જુન અને અન્ય પાંડવોના મિત્ર"
      },
      "disciple_of": {
        "en": "Krishna is the Supreme Being, so he does not have a master. However, he imparts teachings to Arjuna in the Bhagavad Gita.",
        "hi": "कृष्ण सर्वोत्तम हैं, इसलिए उनका कोई गुरु नहीं है। हालांकि, वह भगवद गीता में अर्जुन को शिक्षा देते हैं।",
        "mr": "कृष्ण सर्वोच्च आहेत, त्यामुळे त्यांचे गुरू नाहीत. तथापि, ते भगवद गीतेमध्ये अर्जुनाला शिकवतात.",
        "sk": "कृष्णः सर्वोच्चं अस्ति, तस्मिन गुरुः न अस्ति। तथापि, तेन भगवद्गीतायां अर्जुनाय उपदेशः प्रदत्तः अस्ति।",
        "gu": "કૃષ્ણ સર્વોચ્ચ છે, તેથી તેમના પાસે ગુરુ નથી. પરંતુ, તે ભગવદ ગીતા માં અર્જુનને ઉપદેશ આપે છે."
      },
      "mentor_of": {
        "en": "Mentor and guide to Arjuna during the Kurukshetra war",
        "hi": "कुरुक्षेत्र युद्ध के दौरान अर्जुन के संरक्षक और मार्गदर्शक",
        "mr": "कुरुक्षेत्र युद्धाच्या वेळी अर्जुनाचे मेंटॉर आणि मार्गदर्शक",
        "sk": "कुरुक्षेत्रे युद्धे अर्जुनाय गुरुः मार्गदर्शकः च अस्ति",
        "gu": "કુરુક્ષેત્ર યુદ્ધ દરમિયાન અર્જુનનો માર્ગદર્શક અને માર્ગદર્શન આપનાર"
      },
      "father_of": {
        "en": "Father of Pradyumna, Samba, and others",
        "hi": "प्रद्युम्न, सांबा और अन्य के पिता",
        "mr": "प्रद्युम्न, सांबा आणि इतरांचे पिता",
        "sk": "प्रद्युम्नः सांबा च अन्येषां च पिता",
        "gu": "પ્રદ્યુમ્ન, સંબા અને અન્ય લોકોના પિતા"
      },
      "avatar_of": {
        "en": "Incarnation of Lord Vishnu",
        "hi": "भगवान विष्णु का अवतार",
        "mr": "भगवान विष्णूचे अवतार",
        "sk": "भगवान विष्णोः अवतारः",
        "gu": "ભગવાન વિષ્ણુનો અવતાર"
      },
      "protector_of": {
        "en": "Protector of Dharma and righteous",
        "hi": "धर्म और सत्य के रक्षक",
        "mr": "धर्म आणि सत्याचे रक्षक",
        "sk": "धर्मस्य च सत्यस्य रक्षकः",
        "gu": "ધર્મ અને સત્યનો રક્ષક"
      },
      "advisor_to": {
        "en": "Advisor to Pandavas, especially Arjuna",
        "hi": "पांडवों के सलाहकार, विशेषकर अर्जुन के",
        "mr": "पांडवांचे सल्लागार, विशेषतः अर्जुनाचे",
        "sk": "पाण्डवानां च अर्जुनस्य च सल्लागारः",
        "gu": "પાંડવોના સલાહકાર, ખાસ કરીને અર્જુનના"
      },
      "savior_of": {
        "en": "Savior of Draupadi and others in times of crisis",
        "hi": "कठिन समय में द्रौपदी और अन्य की रक्षा करने वाले",
        "mr": "संकटाच्या वेळी द्रौपदी आणि इतरांचे रक्षक",
        "sk": "कठिनसमये द्रौपदी च अन्येषां रक्षकः",
        "gu": "કઠણ સમયમાં દ્રૌપદી અને અન્ય લોકોના રક્ષક"
      },
      "destroyer_of": {
        "en": "Destroyer of evil and adharma",
        "hi": "अधर्म और पाप का संहारक",
        "mr": "अधर्म आणि पापांचा संहारक",
        "sk": "अधर्मस्य च पापस्य संहारकः",
        "gu": "અધર્મ અને પાપનો વિનાશક"
      }
    }
  },
  {
    "id": "sanjaya",
    "name": {
      "en": "Sanjaya",
      "hi": "संजय",
      "mr": "संजय",
      "sk": "संजयः",
      "gu": "સંજય"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890626/GitaVaani-Verses/Characters/sanjaya.png",
    "role": {
      "en": "Narrator of the Gita to Dhritarashtra; granted divine vision.",
      "hi": "धृतराष्ट्र को गीता का वक्ता; दिव्य दृष्टि प्राप्त।",
      "mr": "धृतराष्ट्राला गीता सांगणारा; दिव्य दृष्टी प्राप्त।",
      "sk": "धृतराष्ट्राय गीतावक्ता; दिव्यदृष्टिं प्राप्तवान्।",
      "gu": "ધૃતરાષ્ટ્રને ગીતા જણાવનાર; દિવ્ય દ્રષ્ટિ પ્રાપ્ત."
    },
    "description": {
      "en": "Sanjaya was the trusted charioteer, counselor, and minister of the blind king Dhritarashtra. During the war of Mahabharata, Sanjaya was granted divine vision (divya drishti) by the sage Vyasa, which allowed him to see distant events in real time. With this power, he narrated the entire Kurukshetra war to Dhritarashtra, including the sacred conversation between Krishna and Arjuna known as the Bhagavad Gita. Sanjaya’s narration was unbiased, insightful, and spiritual. His role was not only to inform the king but also to make him reflect on dharma, justice, and righteousness. He symbolizes inner clarity, divine perception, and truthful communication.",
      "hi": "संजय धृतराष्ट्र के विश्वस्त सारथी, सलाहकार और मंत्री थे। जब महाभारत का युद्ध आरंभ हुआ, तब महर्षि व्यास ने संजय को दिव्य दृष्टि प्रदान की, जिससे वह युद्धभूमि में हो रही घटनाओं को वहीं बैठे-बैठे देख सकते थे। इस दिव्य शक्ति के माध्यम से संजय ने धृतराष्ट्र को पूरे कुरुक्षेत्र युद्ध का आंखों देखा हाल सुनाया। इसमें भगवान श्रीकृष्ण और अर्जुन के बीच हुआ संवाद, जिसे भगवद गीता कहा जाता है, भी शामिल था। संजय का विवरण निष्पक्ष, गूढ़ और आध्यात्मिक था। उनका उद्देश्य केवल सूचना देना नहीं, बल्कि राजा को धर्म, न्याय और कर्तव्य का बोध कराना था।",
      "mr": "संजय हे अंध राजा धृतराष्ट्राचे विश्‍वासू सारथी, सल्लागार आणि मंत्री होते. महाभारताच्या युद्धादरम्यान, ऋषी व्यासांनी त्यांना दिव्य दृष्टी प्रदान केली होती ज्यामुळे संजय युद्धभूमीवर घडणाऱ्या सर्व घटनांचा प्रत्यक्ष अनुभव घेत बसल्या जागेवरूनच सांगू शकत होते. त्यांनी धृतराष्ट्राला कुरुक्षेत्र युद्धाचे तपशीलवार वर्णन केले, ज्यामध्ये भगवान श्रीकृष्ण आणि अर्जुन यांच्यातील संवाद—भगवद्गीता—देखील समाविष्ट होता. संजयचे वर्णन अत्यंत संतुलित, शहाणपणाने भरलेले आणि आध्यात्मिक होते. त्यांनी केवळ माहिती दिली नाही तर राजा धृतराष्ट्राला धर्म, नीती आणि सत्याचा बोध देखील करून दिला. संजय हे अंतःप्रज्ञा, दिव्यदृष्टी आणि सत्य संवादाचे प्रतीक आहेत.",
      "sk": "सञ्जयः धृतराष्ट्रस्य विश्वास्यः सारथिः मन्त्रिणः च आसीत्। महाभारतयुद्धे आरभ्यमाणे व्यासऋषिणा तस्मै दिव्यदृष्टिः प्रदत्ता या तेन युद्धभूमौ घटमानानि घटनानि स्थित्वा एव दृश्यन्ते स्म। सञ्जयः धृतराष्ट्राय सम्पूर्णं कुरुक्षेत्रयुद्धं वर्णयामास, भगवद्गीतायाः संवादं च सम्यक् निवेदयामास। तस्य वर्णनं निष्पक्षं, गम्भीरं च आध्यात्मिकं च आसीत्। केवलं वार्तावाहकः न आसीत्, किन्तु धर्मे, न्याये, कर्तव्ये च धृतराष्ट्रं प्रबोधितुं प्रयत्नं अकरोत्। सञ्जयः आत्मदर्शनस्य, दिव्यदृष्टेः च प्रतीकं, सत्यं भाषणं च दर्शयति।",
      "gu": "સંજય ધૃતરાષ્ટ્રના સૌથી વિશ્વાસુ રથચાલક અને સલાહકાર હતા. મહાભારત યુદ્ધના પ્રારંભ સમયે ઋષિ વ્યાસે સંજયને દિવ્ય દ્રષ્ટિ આપી હતી, જેના કારણે તેઓ યુદ્ધભૂમિ પર ઘટતી દરેક ઘટના દર્શન કરી શકતા હતા. તેમણે સમગ્ર કુરુક્ષેત્ર યુદ્ધ તથા શ્રીકૃષ્ણ અને અર્જુન વચ્ચે થયેલા સંવાદ—જે ભગવાન ભગવદ ગીતા તરીકે ઓળખાય છે—ધૃતરાષ્ટ્રને વિગતે વર્ણવ્યો હતો. સંજયનું વર્ણન નિષ્પક્ષ, ઊંડાણપૂર્વક અને આધ્યાત્મિક દૃષ્ટિકોણથી ભરેલું હતું. તેમનું કાર્ય માત્ર માહિતી આપવાનું નહોતું, પણ ધૃતરાષ્ટ્રને ધર્મ, ન્યાય અને કર્તવ્યનું મહત્ત્વ સમજાવવાનું હતું. તેઓ આંતરિક દૃષ્ટિ, દિવ્ય જ્ઞાન અને સત્યના પ્રતીક છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Gavalgana",
        "hi": "गावल्गण के पुत्र",
        "mr": "गावल्गणाचे पुत्र",
        "sk": "गावलगणस्य पुत्रः",
        "gu": "ગાવલ્ગણના પુત્ર"
      },
      "advisor_of": {
        "en": "Advisor to King Dhritarashtra",
        "hi": "धृतराष्ट्र के सलाहकार",
        "mr": "धृतराष्ट्राचे सल्लागार",
        "sk": "धृतराष्ट्रस्य सल्लागारः",
        "gu": "ધૃતરાષ્ટ્રના સલાહકાર"
      },
      "narrator_of": {
        "en": "Narrator of the events of Kurukshetra to Dhritarashtra",
        "hi": "धृतराष्ट्र को कुरुक्षेत्र की घटनाओं का वर्णन करने वाले",
        "mr": "धृतराष्ट्राला कुरुक्षेत्राच्या घटनांचे वर्णन करणारे",
        "sk": "धृतराष्ट्रे कुरुक्षेत्रे घटनां कथकः",
        "gu": "ધૃતરાષ્ટ્રને કુરુક્ષેત્રની ઘટનાઓનું વર્ણન કરનારા"
      },
      "messenger_of": {
        "en": "Messenger for King Dhritarashtra",
        "hi": "धृतराष्ट्र के लिए संदेष्टा",
        "mr": "धृतराष्ट्रासाठी संदेशवाहक",
        "sk": "धृतराष्ट्राय संदेष्टा",
        "gu": "ધૃતરાષ્ટ્ર માટે સંદેશવાહક"
      },
      "observer_of": {
        "en": "Observer of the Kurukshetra war from a distance",
        "hi": "कुरुक्षेत्र युद्ध का दूर से पर्यवेक्षक",
        "mr": "कुरुक्षेत्र युद्धाचा दूरून निरीक्षक",
        "sk": "कुरुक्षेत्रे युद्धे दूरस्थतः निरीक्षकः",
        "gu": "કુરુક્ષેત્ર યુદ્ધનો દૂરથી પાટ્ટો"
      },
      "witness_of": {
        "en": "Witness to the Mahabharata war",
        "hi": "महाभारत युद्ध के साक्षी",
        "mr": "महाभारत युद्धाचे साक्षीदार",
        "sk": "महाभारते युद्धे साक्षीः",
        "gu": "મહાભારત યુદ્ધનો સક્ષી"
      },
      "describer_of": {
        "en": "Describer of the battle details to Dhritarashtra",
        "hi": "धृतराष्ट्र को युद्ध की जानकारी देने वाला",
        "mr": "धृतराष्ट्राला युद्धाची माहिती देणारा",
        "sk": "धृतराष्ट्राय युद्धस्य विवरणकः",
        "gu": "ધૃતરાષ્ટ્રને યુદ્ધની વિગતો આપનાર"
      }
    }
  },
  {
    "id": "dhritarashtra",
    "name": {
      "en": "Dhritarashtra",
      "hi": "धृतराष्ट्र",
      "mr": "धृतराष्ट्र",
      "sk": "धृतराष्ट्रः",
      "gu": "ધૃતરાષ્ટ્ર"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743889143/GitaVaani-Verses/Characters/dhritarashtra.png",
    "role": {
      "en": "Blind king; father of the Kauravas.",
      "hi": "अंध राजा; कौरवों के पिता।",
      "mr": "अंध राजा; कौरवांचे पिता।",
      "sk": "अन्धः राजा; कौरवाणां पिता।",
      "gu": "આંધળો રાજા; કૌરવનો પિતા."
    },
    "description": {
      "en": "Dhritarashtra was the blind king of Hastinapur and the father of the Kauravas. Despite his physical blindness, he was also often portrayed as morally blind due to his inability to act justly when his sons committed wrongs. He was deeply attached to Duryodhana and allowed his ambition to cloud his judgment. Dhritarashtra’s story is one of internal conflict — between dharma (righteousness) and familial attachment. Though he knew what was right, he often failed to act on it. His character represents the struggles of leadership, attachment, and the consequences of inaction in the face of injustice. His dialogue opens the Bhagavad Gita.",
      "hi": "धृतराष्ट्र हस्तिनापुर के अंध राजा और कौरवों के पिता थे। यद्यपि वे शारीरिक रूप से अंधे थे, परंतु उन्हें नैतिक रूप से भी अंधा माना जाता है, क्योंकि उन्होंने अपने पुत्रों के अन्यायों पर आंखें मूंद लीं। वे अपने पुत्र दुर्योधन से अत्यधिक मोह रखते थे और इस मोहवश वे न्याय का साथ नहीं दे पाए। उनका जीवन धर्म और पुत्रमोह के द्वंद्व का प्रतीक है। वे जानते थे कि क्या सही है, लेकिन फिर भी सही कदम नहीं उठा सके। भगवद गीता का प्रारंभ भी उन्हीं के प्रश्न से होता है, जिससे उनका महत्व स्पष्ट होता है।",
      "mr": "धृतराष्ट्र हे हस्तिनापूरचे अंध राजा होते आणि कौरवांचे वडील होते. ते शारीरिकदृष्ट्या अंध असले तरी त्यांची नैतिक दृष्टीही कुंठित होती, कारण त्यांनी आपल्या मुलांच्या अन्यायकारक कृतींकडे दुर्लक्ष केले. दुर्योधनावरील अतीव प्रेमामुळे त्यांनी अनेक वेळा धर्माच्या मार्गाचा त्याग केला. त्यांच्या आयुष्यात सतत धर्म आणि पुत्रमोह यांचा संघर्ष होता. ते काय योग्य आहे हे जाणूनही अनेकदा निष्क्रिय राहिले. भगवद्गीतेची सुरुवातही त्यांच्या प्रश्नाने होते, जे त्यांच्या भूमिकेचे महत्त्व दर्शवते. त्यांची कथा नेतृत्व, अतीस्नेह आणि अन्यायाप्रती मौन राहण्याचे परिणाम या सर्वांचा आरसा आहे.",
      "sk": "धृतराष्ट्रः हस्तिनापुरस्य अन्धः राजा आसीत्, कौरवाणां पिता च। सः न केवलं शारीरिकेण अन्धः आसीत्, किन्तु नैतिकदृष्ट्या अपि अन्धत्वं दर्शितवान्, यतः सः स्वपुत्राणां अधार्मिककर्मणि मौनं स्वीकृतवान्। दुर्योधनस्नेहेन सः न्यायस्य मार्गं त्यक्तवान्। धर्मं च स्नेहं च मध्ये सः द्वन्द्वं अनुभूतवान्। यद्यपि सः धर्मं जानाति स्म, तद्यथापि कदाचित् तत्र स्थितिं न स्वीचकार। भगवद्गीतायाः आरम्भः अपि तेन कृतप्रश्नेन एव जातः। सः नेतृत्वस्य, मोहस्य च, अन्याये मौनस्वीकारस्य च प्रतीकः अस्ति।",
      "gu": "ધૃતરાષ્ટ્ર હસ્તિનાપુરનો આંધળો રાજા અને કૌરવોનો પિતા હતો. જો કે તે શારીરિક રીતે આંધળો હતો, તેનામાં નૈતિક દ્રષ્ટિની પણ ખામી હતી કારણ કે તેણે પોતાના પુત્ર દુર્યોધનના અન્યાય અને અધર્મના કાર્યો સામે આંખ મીંચી રાખી હતી. દુર્યોધન પ્રત્યેના અતિમોહના કારણે ધૃતરાષ્ટ્ર ઘણીવાર સાચા નિર્ણયો લઈ શક્યો નહીં. તે જાણતો હતો કે શું યોગ્ય છે, પરંતુ પુત્રમોહ અને રાજસત્તાની લાલચ તેને ધર્મના માર્ગથી વિમુખ કરી देती. ધૃતરાષ્ટ્રનું પાત્ર એક એવા શાસકનું પ્રતિનિધિત્વ કરે છે જે ઇચ્છા હોવા છતાં પણ ક્યારેક સત્ય માટે ઊભો રહી શકતો નથી. ભગવદ ગીતાની શરૂઆત પણ તેના પ્રશ્નથી થાય છે, જે તેના પાત્રના મહત્વને દર્શાવે છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Vichitravirya",
        "hi": "विचित्रवीर्य के पुत्र",
        "mr": "विचित्रवीर्याचे पुत्र",
        "sk": "विचित्रवीर्यस्य पुत्रः",
        "gu": "વિચિત્રવીર્યના પુત્ર"
      },
      "father_of": {
        "en": "Father of the Kauravas",
        "hi": "कौरवों के पिता",
        "mr": "कौरवांचे वडील",
        "sk": "कौरवाणां पिता",
        "gu": "કૌરવોના પિતા"
      },
      "husband_of": {
        "en": "Husband of Queen Gandhari",
        "hi": "रानी गांधारी के पति",
        "mr": "राणी गांधारीचे पती",
        "sk": "गांधारीपतिः",
        "gu": "રાણી ગાંધારીના પતિ"
      },
      "blind_king_of": {
        "en": "Blind King of Hastinapura",
        "hi": "हस्तिनापुर के अंधे राजा",
        "mr": "हस्तिनापुराचे अंधे राजा",
        "sk": "हस्तिनापुरे अंधराजः",
        "gu": "હસ્તિનાપુરના અંદો રાજા"
      },
      "adviser_of": {
        "en": "Advised by Sanjaya",
        "hi": "संजय से सलाह लेने वाले",
        "mr": "संजयकडून सल्ला घेणारे",
        "sk": "संजयेन उपदिष्टः",
        "gu": "સંજયથી સલાહ લેતા"
      },
      "influencer_of": {
        "en": "Influencer in the Mahabharata war",
        "hi": "महाभारत युद्ध में प्रभाव डालने वाले",
        "mr": "महाभारत युद्धावर प्रभाव टाकणारे",
        "sk": "महाभारते युद्धे प्रभावकारी",
        "gu": "મહાભારત યુદ્ધમાં પ્રભાવ પાડનાર"
      },
      "king_of": {
        "en": "King of Hastinapura",
        "hi": "हस्तिनापुर के राजा",
        "mr": "हस्तिनापुरचे राजा",
        "sk": "हस्तिनापुरे राजा",
        "gu": "હસ્તિનાપુરના રાજા"
      }
    }
  },
  {
    "id": "bhishma",
    "name": {
      "en": "Bhishma",
      "hi": "भीष्म",
      "mr": "भीष्म",
      "sk": "भीष्मः",
      "gu": "ભીષ્મ"
    },
    "type": "secondary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890622/GitaVaani-Verses/Characters/bhisma.png",
    "role": {
      "en": "Grandsire and commander of the Kaurava army.",
      "hi": "कौरव सेना के कमांडर और पितामह।",
      "mr": "कौरव सेनेचे सेनापती आणि पितामह।",
      "sk": "कौरवसेनायाः सेनापतिः पितामहश्च।",
      "gu": "કૌરવ સેના ના પિતામહ અને સેના પ્રમુખ."
    },
    "description": {
      "en": "Bhishma was one of the most respected and powerful warriors in the Mahabharata. Known for his vow of celibacy and loyalty to the throne of Hastinapur, he was the grandsire of both the Kauravas and Pandavas. Despite knowing the righteousness of the Pandavas' cause, Bhishma fought on the side of the Kauravas due to his loyalty to the kingdom. His wisdom, strength, and discipline made him a revered figure. Bhishma had the boon of choosing the time of his death and finally fell on the battlefield after being pierced by Arjuna's arrows. He lay on a bed of arrows and imparted deep knowledge to Yudhishthira before passing away.",
      "hi": "भीष्म महाभारत के सबसे सम्मानित और शक्तिशाली योद्धाओं में से एक थे। उन्होंने आजीवन ब्रह्मचर्य का व्रत लिया था और हस्तिनापुर की गद्दी के प्रति पूर्ण निष्ठा दिखाई। वे कौरवों और पांडवों दोनों के पितामह थे। यद्यपि उन्हें पांडवों के धर्म का ज्ञान था, फिर भी उन्होंने हस्तिनापुर की सेवा की प्रतिज्ञा के कारण कौरव पक्ष से युद्ध किया। उनका तेज, बुद्धिमत्ता और अनुशासन अनुकरणीय था। उन्हें इच्छा मृत्यु का वरदान प्राप्त था। वे अर्जुन द्वारा बाणों से घायल होकर शरशैय्या पर लेटे और युद्ध के बाद युधिष्ठिर को ज्ञान प्रदान किया।",
      "mr": "भीष्म हे महाभारतातील सर्वात सन्माननीय आणि शक्तिशाली योद्धे होते. त्यांनी आजीवन ब्रह्मचर्याची प्रतिज्ञा केली होती आणि हस्तिनापूरच्या राजसत्तेप्रती पूर्ण निष्ठा राखली. ते कौरव आणि पांडव या दोघांचेही पितामह होते. पांडवांचा धर्म युद्ध योग्य आहे हे जाणूनही त्यांनी हस्तिनापूरच्या सेवेसाठी कौरव पक्षात राहून युद्ध केले. त्यांची बुद्धिमत्ता, सामर्थ्य आणि शिस्त सर्वांनी मान्य केली. भीष्मांना इच्छामरणाचा वर मिळाला होता. अर्जुनाने त्यांना अनेक बाणांनी भोसकले होते आणि ते शरशय्येवर पडून राहिले. त्यांनी युधिष्ठिराला धर्म, राजधर्म याचे ज्ञान दिले आणि नंतर प्राण सोडले.",
      "sk": "भीष्मः महाभारतस्य अतीव सम्मानितः शक्तिमांश्च योद्धा आसीत्। सः ब्रह्मचर्यव्रतं स्वीकृतवान्, हस्तिनापुरस्य सिंहासनाय च निष्ठः आसीत्। पाण्डवानां कौरवाणां च पितामहः सः। यद्यपि सः पाण्डवानां धर्म्यम् पक्षं जानाति स्म, तथापि राज्यनिष्ठया कौरवपक्षेण युद्धं कृतवान्। सः ज्ञान, वीर्य, अनुशासनस्य मूर्तिमान् आसीत्। इच्छामरणं तेन वररूपेण लब्धम्। अर्जुनस्य बाणैः विद्धः सः शरशय्यायाम् स्थित्वा युधिष्ठिराय धर्मज्ञानं प्रदत्तवान्। ततः सः शरीरं परित्यक्तवान्।",
      "gu": "ભીષ્મ મહાભારતના સૌથી માન્ય અને શક્તિશાળી યોદ્ધાઓમાંના એક હતા. તેમણે સદાય બ્રહ્મચર્યનો સંકલ્પ લીધો હતો અને હસ્તિનાપુરની રાજગાદી પ્રત્યે સંપૂર્ણ વફાદારી દર્શાવી હતી. ભીષ્મ કૌરવો અને પાંડવો બંનેના પિતામહ હતા. તેમને પાંડવોના ધર્મ અને ન્યાય જાણતા હોવા છતાં તેમણે હસ્તિનાપુર પ્રત્યેની પ્રતિબદ્ધતાના કારણે કૌરવો તરફથી યુદ્ધ કર્યું. તેમના સામર્થ્ય, શિસ્ત અને વિદ્વત્તાને સૌએ માન આપ્યું હતું. ભીષ્મને ઈચ્છા મૃત્યુનો વર મળેલો હતો. જ્યારે તેઓ અર્જુનના તીરોથી ઘાયલ થયા, ત્યારે તેમણે શરશૈયા પર શયન કરેલું અને યુદ્ધ પછી યુધિષ્ઠિરને ધર્મ અને રાજધર્મનું જ્ઞાન આપ્યું અને ત્યારબાદ વિદાય લીધી."
    },
    "relations": {
      "son_of": {
        "en": "Son of King Shantanu and Ganga",
        "hi": "राजा शांतनु और गंगा के पुत्र",
        "mr": "राजा शांतनु आणि गंगा यांचे पुत्र",
        "sk": "राजा शान्तनु च गङ्गायाः पुत्रः",
        "gu": "રાજા શાંતનુ અને ગંગાના પુત્ર"
      },
      "father_of": {
        "en": "Father of none (Vow of celibacy)",
        "hi": "किसी के पिता नहीं (ब्राह्मचारी का व्रत)",
        "mr": "कसाहीचा पिता नाही (ब्राह्मचारीची शपथ)",
        "sk": "कस्मिनचिदपि पिता न सः (ब्राह्मचारी प्रतिज्ञा)",
        "gu": "કોઈનો પિતા નહિ (બ્રહ્મચર્યનો વચન)"
      },
      "husband_of": {
        "en": "Husband of none (Took a vow of celibacy)",
        "hi": "किसी के पति नहीं (ब्राह्मचारी का व्रत लिया)",
        "mr": "कसाहीचे पती नाही (ब्राह्मचारीची शपथ घेतली)",
        "sk": "कस्मिनचिदपि पतिं न घेतवान् (ब्राह्मचारी प्रतिज्ञा)",
        "gu": "કોઈના પતિ નહિ (બ્રહ્મચર્યનો વચન લીધું)"
      },
      "brother_of": {
        "en": "Brother of Chitrangada and Vichitravirya",
        "hi": "चित्रांगद और विचित्रवीर्य के भाई",
        "mr": "चित्रांगद आणि विचित्रवीर्यचे भाऊ",
        "sk": "चित्रांगद च विचित्रवीर्यस्य भ्राता",
        "gu": "ચિત્રાંગદ અને વિચિત્રવીર્યના ભાઇ"
      },
      "grandfather_of": {
        "en": "Grandfather of the Pandavas and Kauravas",
        "hi": "पांडवों और कौरवों के दादा",
        "mr": "पांडव आणि कौरव यांचे आजोबा",
        "sk": "पाण्डव कौरवयोः पौत्रः",
        "gu": "પાંડવો અને કૌરવોના દાદા"
      },
      "mentor_of": {
        "en": "Mentor to the Kauravas and Pandavas",
        "hi": "कौरवों और पांडवों के गुरु",
        "mr": "कौरव आणि पांडव यांचे गुरु",
        "sk": "कौरवाणां पाण्डवाणां च गुरुः",
        "gu": "કૌરવો અને પાંડવોના ગુરુ"
      },
      "warrior_of": {
        "en": "Warrior of the Kurukshetra war",
        "hi": "कुरुक्षेत्र के युद्ध में योद्धा",
        "mr": "कुरुक्षेत्र युद्धातील योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे योद्धा",
        "gu": "કુરુક્ષેત્રના યુદ્ધનો યોધ્ધા"
      },
      "protector_of": {
        "en": "Protector of Hastinapura",
        "hi": "हस्तिनापुर के रक्षक",
        "mr": "हस्तिनापुरचे रक्षक",
        "sk": "हस्तिनापुरे रक्षकः",
        "gu": "હસ્તિનાપુરના રક્ષક"
      },
      "commander_of": {
        "en": "Commander-in-chief of the Kaurava army",
        "hi": "कौरव सेना के सेनापति",
        "mr": "कौरव सैन्याचे सेनापती",
        "sk": "कौरवाणां सेना अध्यक्षः",
        "gu": "કૌરવોની સેના ના સેના અધિપ્રમુખ"
      }
    }
  },
  {
    "id": "drona",
    "name": {
      "en": "Drona",
      "hi": "द्रोण",
      "mr": "द्रोण",
      "sk": "द्रोणः",
      "gu": "દ્રોણ"
    },
    "type": "secondary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890621/GitaVaani-Verses/Characters/drona.png",
    "role": {
      "en": "Teacher of the Pandavas and Kauravas.",
      "hi": "पांडवों और कौरवों के गुरु।",
      "mr": "पांडव आणि कौरव यांचे गुरु।",
      "sk": "पाण्डवकौरवानां गुरुः।",
      "gu": "પાંડવ અને કૌરવ ના ગુરુ."
    },
    "description": {
      "en": "Drona, also known as Dronacharya, was a revered teacher and warrior in the Mahabharata. Born to the sage Bharadwaja, he mastered the art of warfare and was appointed as the royal preceptor for both the Pandavas and Kauravas. Drona was especially skilled in archery and martial arts, and he played a crucial role in training the young princes of Hastinapur. Despite his wisdom and sense of dharma, Drona chose to fight on the side of the Kauravas out of loyalty to the kingdom and its ruler. He was a complex figure, torn between duty and righteousness, and was eventually slain during the Kurukshetra war through a strategic deception by the Pandavas.",
      "hi": "द्रोणाचार्य महाभारत के एक प्रतिष्ठित गुरु और महान योद्धा थे। वे महर्षि भारद्वाज के पुत्र थे और युद्ध कला में निपुण थे। उन्होंने पांडवों और कौरवों दोनों को शिक्षा दी और विशेष रूप से धनुर्विद्या में माहिर थे। हस्तिनापुर के राजकुमारों को शस्त्रविद्या सिखाने में उनका योगदान अतुलनीय था। द्रोणाचार्य धर्म और कर्तव्य के बीच हमेशा द्वंद्व में रहे, परंतु वे हस्तिनापुर की सेवा के प्रति वफादार रहे और कौरवों की ओर से युद्ध लड़ा। युद्ध में उनकी मृत्यु पांडवों द्वारा एक रणनीति के तहत हुई, जब उन्होंने यह मान लिया कि उनका पुत्र अश्वत्थामा मारा गया है।",
      "mr": "द्रोणाचार्य हे महाभारतातील एक प्रतिष्ठित गुरु व महान योद्धे होते. ते महर्षि भारद्वाज यांचे पुत्र होते आणि त्यांनी युद्धकलेत प्रावीण्य मिळवले होते. त्यांनी पांडव आणि कौरव या दोघांना धनुर्विद्या व इतर युद्धकलेचे शिक्षण दिले. त्यांनी अर्जुनाला विशेषतः श्रेष्ठ धनुर्धर बनवले. जरी त्यांना धर्माचे भान होते, तरी त्यांनी हस्तिनापूरच्या सेवेसाठी कौरव पक्षात राहून युद्ध केले. द्रोणाचार्यांचे व्यक्तिमत्व कर्तव्य आणि धर्म यांच्यातील संघर्षाचे प्रतीक आहे. त्यांच्या मृत्यूसाठी पांडवांनी एक युक्ती वापरली होती—अश्वत्थामा मरण पावल्याची खोटी बातमी देऊन त्यांना शस्त्र खाली ठेवायला लावले आणि त्यानंतर त्यांचा वध झाला.",
      "sk": "द्रोणः महाभारते प्रमुखः गुरुः योद्धा च आसीत्। सः महर्षेः भारद्वाजस्य पुत्रः आसीत्, युद्धकला अत्युत्तमा तेन अधीताः। पाण्डवकौरवयोः गुरुः सः, विशेषतः धनुर्वेदे निपुणः आसीत्। अर्जुनं श्रेष्ठधनुर्धरं कृतवान्। धर्मकर्तव्ययोः मध्ये सः सदा द्वन्द्वेन पीडितः आसीत्, किन्तु हस्तिनापुरस्य निष्ठया कौरवपक्षेण युद्धं कृतवान्। युद्धे तस्य मरणं पाण्डवैः क्रीतया युक्त्या जातम्—अश्वत्थामानं मृतं इति श्रुत्वा सः शस्त्रं परित्यक्तवान्, ततः हतः अभवत्।",
      "gu": "દ્રોણાચાર્ય મહાભારતના એક પ્રખ્યાત ગુરુ અને મહાન યોદ્ધા હતા. તેઓ મહર્ષિ ભરદ્વાજના પુત્ર હતા અને યુદ્ધકળામાં નિપુણ હતા. દ્રોણાચાર્યએ પાંડવો અને કૌરવો બંનેને શસ્ત્રવિદ્યા શીખવી અને તેઓ ખાસ કરીને ધનુર્વિદ્યા માટે પ્રસિદ્ધ હતા. તેમણે ખાસ કરીને અર્જુનને શ્રેષ્ઠ ધનુર્ધર બનાવ્યો. જ્યારેએ તેમને ધર્મ અને ફરજ વચ્ચે સઘન સંઘર્ષ થયો, તેમ છતાં તેઓ હસ્તિનાપુરની પ્રતિબદ્ધતાને કારણે કૌરવો તરફથી યુદ્ધમાં જોડાયા. તેમની મૃત્યુ પાંડવો દ્વારા રચાયેલ એક યુક્તિથી થઇ—જેમણે કહ્યું કે તેમનો પુત્ર અશ્વત્થામા મરી ગયો છે. આ સાંભળતાંજ દ્રોણાચાર્યએ શસ્ત્ર મુક્યા અને તેઓ માર્યા ગયા."
    },
    "relations": {
      "son_of": {
        "en": "Son of Rishi Bharadwaja and Kripi",
        "hi": "ऋषि भरद्वाज और कृपी के पुत्र",
        "mr": "ऋषि भरद्वाज आणि कृपी यांचे पुत्र",
        "sk": "ऋषि भरद्वाज च कृप्या पुत्रः",
        "gu": "ઋષિ ભારદ્વાજ અને કૃપીના પુત્ર"
      },
      "father_of": {
        "en": "Father of Ashwatthama",
        "hi": "अश्वत्थामा के पिता",
        "mr": "अश्वत्थामा यांचे पिता",
        "sk": "अश्वत्थाम्नं पिता",
        "gu": "અશ્વત્થામા ના પિતા"
      },
      "husband_of": {
        "en": "Husband of Kripi",
        "hi": "कृपी के पति",
        "mr": "कृपीचे पती",
        "sk": "कृप्या पतिः",
        "gu": "કૃપીના પતિ"
      },
      "teacher_of": {
        "en": "Teacher of the Kauravas and Pandavas",
        "hi": "कौरवों और पांडवों के गुरु",
        "mr": "कौरव आणि पांडव यांचे गुरु",
        "sk": "कौरवाणां पाण्डवाणां च गुरु",
        "gu": "કૌરવો અને પાંડવોના ગુરુ"
      },
      "mentor_of": {
        "en": "Mentor to the great warriors of the Kuru dynasty",
        "hi": "कुरु वंश के महान योद्धाओं के मार्गदर्शक",
        "mr": "कुरु वंशातील महान योद्ध्यांचे मार्गदर्शक",
        "sk": "कुरु वंशस्य महानं योद्धानां मार्गदर्शकः",
        "gu": "કુરુ વંશના મહાન યોદ્ધાઓના માર્ગદર્શક"
      },
      "warrior_of": {
        "en": "Warrior of the Kurukshetra war, fighting for the Kauravas",
        "hi": "कुरुक्षेत्र के युद्ध में कौरवों के लिए लड़ा हुआ योद्धा",
        "mr": "कुरुक्षेत्र युद्धामध्ये कौरवांसाठी लढलेला योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे कौरवाणां प्रति योद्धा",
        "gu": "કુરુક્ષેત્રના યુદ્ધમાં કૌરવો માટે લડનારો યોદ્ધા"
      },
      "commander_of": {
        "en": "Commander of the Kaurava army during the Kurukshetra war",
        "hi": "कुरुक्षेत्र युद्ध के दौरान कौरवों की सेना के सेनापति",
        "mr": "कुरुक्षेत्र युद्धाच्या वेळी कौरव सैन्याचे सेनापती",
        "sk": "कुरुक्षेत्रे युद्धे कौरवाणां सेनायाः प्रमुखः",
        "gu": "કુરુક્ષેત્ર યુદ્ધ દરમિયાન કૌરવોની સેના ના સેના અધિપ્રમુખ"
      },
      "protector_of": {
        "en": "Protector of the Kaurava kingdom",
        "hi": "कौरव राज्य के रक्षक",
        "mr": "कौरव राज्याचे रक्षक",
        "sk": "कौरवाणां राज्ये रक्षकः",
        "gu": "કૌરવોના રાજયનો રક્ષક"
      },
      "advisor_of": {
        "en": "Advisor to King Dhritarashtra",
        "hi": "राजा धृतराष्ट्र के सलाहकार",
        "mr": "राजा धृतराष्ट्रांचे सल्लागार",
        "sk": "धृतराष्ट्रे राज्ञे सल्लाहकारः",
        "gu": "રાજા ધૃતરાષ્ટ્રના સલાહકાર"
      }
    }
  },
  {
    "id": "karna",
    "name": {
      "en": "Karna",
      "hi": "कर्ण",
      "mr": "कर्ण",
      "sk": "कर्णः",
      "gu": "કર્ણ"
    },
    "type": "secondary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890621/GitaVaani-Verses/Characters/karna.png",
    "role": {
      "en": "Arjuna's half-brother; fights for the Kauravas.",
      "hi": "अर्जुन के सौतेले भाई; कौरवों के लिए लड़े।",
      "mr": "अर्जुनाचे सावत्र भाऊ; कौरवांसाठी लढले।",
      "sk": "अर्जुनस्य सोदरः; कौरवाणां पक्षे युद्धम् अकरोत्।",
      "gu": "અર્જુનનો અડધો ભાઇ; કૌરવ માટે લડતો."
    },
    "description": {
      "en": "Karna, also known as the 'Sun's son,' was one of the most prominent and tragic characters in the Mahabharata. Born to Kunti before her marriage, he was raised by a charioteer’s family, unaware of his royal lineage. Despite facing many hardships, Karna grew up to be a formidable warrior, rivaling Arjuna in skill and valor. He fought for the Kauravas during the Kurukshetra war out of loyalty to Duryodhana, his friend and benefactor. His life was marked by loyalty, honor, and tragic circumstances, including the curse that led to his downfall. Karna's death at the hands of Arjuna remains one of the most poignant moments in the Mahabharata.",
      "hi": "कर्ण, जिसे 'सूर्यपुत्र' भी कहा जाता है, महाभारत के सबसे प्रमुख और दुखद पात्रों में से एक थे। वे कunti द्वारा विवाह से पहले उत्पन्न हुए थे और उन्हें एक रथ चालक के परिवार में पाला गया था, जब तक कि उन्हें उनके शाही वंश के बारे में पता नहीं चला। अनेक कठिनाइयों का सामना करने के बावजूद कर्ण एक महान योद्धा बने, जो अर्जुन के समान कौशल और साहस रखते थे। उन्होंने कौरवों की तरफ से कुरुक्षेत्र युद्ध लड़ा, और इसका कारण उनका दुर्योधन के प्रति वफादारी था, जो उनका मित्र और समर्थक था। कर्ण का जीवन वफादारी, सम्मान और दुखद परिस्थितियों से भरा हुआ था, जिसमें वह शाप भी शामिल था जिसने उनकी पराजय का कारण बना। अर्जुन के हाथों कर्ण की मृत्यु महाभारत के सबसे दिल दहला देने वाले क्षणों में से एक है।",
      "mr": "कर्ण, ज्याला 'सूर्यपुत्र' म्हणून ओळखले जाते, महाभारतातील सर्वात महत्त्वाचे आणि दुःखद पात्र होते. ते कुंतीच्या विवाहाआधी जन्मले होते आणि त्यांना रथी कुटुंबात वाढवले गेले होते, जेव्हा ते त्यांच्या शाही वंशाविषयी अनभिज्ञ होते. अनेक अडचणींना सामोरे जात असताना, कर्ण एक प्रखर योद्धा बनला, ज्याची कौशल्य आणि शौर्य अर्जुनासम प्रमाण होती. त्याने कौरवांच्या बाजूने कुरुक्षेत्र युद्ध लढले, आणि याचे कारण म्हणजे दुर्योधनप्रति त्याची निष्ठा, जो त्याचा मित्र आणि समर्थक होता. कर्णाचे जीवन निष्ठा, आदर आणि दुःखद परिस्थितींनी भरलेले होते, ज्यामध्ये त्याला दिला गेलेला शाप समाविष्ट होता, ज्यामुळे त्याची पतनाची सुरुवात झाली. अर्जुनाच्या हाती कर्णाचा मृत्यू महाभारतातील सर्वात हृदयद्रावक क्षणांपैकी एक आहे.",
      "sk": "कर्णः, यः 'सूर्यपुत्रः' इति प्रसिद्धः, महाभारते अत्यन्त प्रमुखं दुःखदं च पात्रं आसीत्। सः कुत्सितकं विवाहेण कुम्भे गर्भे जातः च रथस्य कुटुंबे पालयामास, यः तस्य राजवंशस्य सम्बन्धे न जानाति। दुःखानि सहित्वा कर्णः महाशक्तिमान् योद्धा अभवत्, यः अर्जुनस्य समेण कौशलं धृतवान्। सः कौरवाणां पक्षे युद्धे भागं अकार्षीत्, दुर्योधनस्य निष्ठायाः मित्रस्य च सहायकस्य यः कारणात्। कर्णस्य जीवनं निष्ठा, मानं दुःखं च आच्छादितं, यत्र एकः शापः समाहितः यः तस्य पतनस्य कारणं जातम्। अर्जुनस्य हस्ते कर्णस्य मरणं महाभारते अत्यन्त दुःखदं क्षणं अस्ति।",
      "gu": "કર્ણ, જેને 'સૂર્યપુત્ર' તરીકે ઓળખવામાં આવે છે, મહાભારતના સૌથી પ્રખ્યાત અને દુઃખદ પાત્રોમાંથી એક હતો. તે કુંતીથી લગ્ન પહેલાં જન્મેલા હતા અને એક રથચાલકના કુટુંબમાં પલાયો હતો, જ્યાં સુધી તેમને તેમના રાજકીય વંશનો પતા ન પડયો. ઘણી બધી મુશ્કેલીઓનો સામનો કરવા છતાં, કર્ણ એક પ્રભાવશાળી યોદ્ધા બન્યો, જેમણે અર્જુનની જેમ કુશળતા અને બહાદુરતા દર્શાવી. તે કૌરવો તરફથી યુદ્ધ લડવા ગઇ ગઇ, કારણ કે તે દુર્યોધનના મಿತ್ರ અને અનુયાયી હતો. કર્નનો જીવન પરિસ્થિતિ, નिष्ठા અને દુઃખદ સંજોગોથી ભરોો હતો, જેમાં એ શાપ પણ સામેલ છે જેના કારણે તેની પરાજયનો આરંભ થયો. અર્જુનના હાથે કર્નનો મૃત્યુ મહાભારતના સૌથી હૃદયદ્રાવક ક્ષણોમાંનો એક છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Kunti and the Sun God (Surya)",
        "hi": "कुंती और सूर्य देव के पुत्र",
        "mr": "कुंती आणि सूर्य देवाचे पुत्र",
        "sk": "कुंती च सूर्यदेवस्य पुत्रः",
        "gu": "કુંતી અને સૂર્ય દેવના પુત્ર"
      },
      "father_of": {
        "en": "Father of Vrishaketu",
        "hi": "वृषकेतु के पिता",
        "mr": "वृषकेतू यांचे पिता",
        "sk": "वृषकेतु च पिता",
        "gu": "વૃષકેતુ ના પિતા"
      },
      "husband_of": {
        "en": "Husband of Vrishali",
        "hi": "वृषाली के पति",
        "mr": "वृषालीचे पती",
        "sk": "वृषाली पतिः",
        "gu": "વૃષાળીના પતિ"
      },
      "brother_of": {
        "en": "Brother of Arjuna (half-brother)",
        "hi": "अर्जुन के भाई (आधा भाई)",
        "mr": "अर्जुनाचे भाऊ (अर्धभाऊ)",
        "sk": "अर्जुनस्य भ्राता (अर्धभ्राता)",
        "gu": "અર્જુનના ભાઈ (અર્ધભાઈ)"
      },
      "friend_of": {
        "en": "Friend of Duryodhana",
        "hi": "दुर्योधन के मित्र",
        "mr": "दुर्योधनाचे मित्र",
        "sk": "दुर्योधनस्य मित्रः",
        "gu": "દુર્યોધનના મિત્ર"
      },
      "mentor_of": {
        "en": "Mentor to the Kaurava army",
        "hi": "कौरवों की सेना के मार्गदर्शक",
        "mr": "कौरव सैन्याचे मार्गदर्शक",
        "sk": "कौरवसेनायाः मार्गदर्शकः",
        "gu": "કૌરવોની સેના ના માર્ગદર્શક"
      },
      "warrior_of": {
        "en": "Warrior of the Kurukshetra war, fighting for the Kauravas",
        "hi": "कुरुक्षेत्र युद्ध में कौरवों के लिए लड़ा हुआ योद्धा",
        "mr": "कुरुक्षेत्र युद्धामध्ये कौरवांसाठी लढलेला योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे कौरवाणां प्रति योद्धा",
        "gu": "કુરુક્ષેત્રના યુદ્ધમાં કૌરવો માટે લડનારો યોદ્ધા"
      },
      "commander_of": {
        "en": "Commander of a part of the Kaurava army during the Kurukshetra war",
        "hi": "कुरुक्षेत्र युद्ध में कौरवों की सेना के एक भाग के सेनापति",
        "mr": "कुरुक्षेत्र युद्धाच्या वेळी कौरव सैन्याच्या एका भागाचे सेनापती",
        "sk": "कुरुक्षेत्रे युद्धे कौरवसेनायाः एका भागस्य प्रमुखः",
        "gu": "કુરુક્ષેત્ર યુદ્ધ દરમિયાન કૌરવોની સેના ના એક ભાગના સેના અધિપ્રમુખ"
      },
      "adversary_of": {
        "en": "Adversary of Arjuna",
        "hi": "अर्जुन के विरोधी",
        "mr": "अर्जुनाचे प्रतिस्पर्धी",
        "sk": "अर्जुनस्य प्रतिद्वन्द्वी",
        "gu": "અર્જુનનો વિરોધી"
      },
      "ally_of": {
        "en": "Ally of Duryodhana",
        "hi": "दुर्योधन के सहयोगी",
        "mr": "दुर्योधनाचे सहकारी",
        "sk": "दुर्योधनस्य संगी",
        "gu": "દુર્યોધનના સાથી"
      },
      "protector_of": {
        "en": "Protector of the Kaurava kingdom",
        "hi": "कौरव राज्य के रक्षक",
        "mr": "कौरव राज्याचे रक्षक",
        "sk": "कौरवाणां राज्ये रक्षकः",
        "gu": "કૌરવોના રાજયનો રક્ષક"
      }
    }
  },
  {
    "id": "yudhishthira",
    "name": {
      "en": "Yudhishthira",
      "hi": "युधिष्ठिर",
      "mr": "युधिष्ठिर",
      "sk": "युधिष्ठिरः",
      "gu": "યુધિષ્ઠિર"
    },
    "type": "secondary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1743890619/GitaVaani-Verses/Characters/yudhisthira.png",
    "role": {
      "en": "Eldest Pandava; symbol of righteousness.",
      "hi": "सबसे बड़े पांडव; धर्म के प्रतीक।",
      "mr": "सर्वात मोठे पांडव; धर्माचे प्रतीक।",
      "sk": "ज्येष्ठः पाण्डवः; धर्मस्य प्रतीकः।",
      "gu": "સૌથી મોટો પાંડવ; ધર્મના પ્રતિક."
    },
    "description": {
      "en": "Yudhishthira, the eldest of the Pandavas, is often considered the epitome of righteousness and justice in the Mahabharata. Known for his unwavering commitment to truth and dharma, Yudhishthira always sought to act in accordance with moral principles, even in the face of tremendous adversity. His leadership, wisdom, and compassion were key elements in guiding the Pandavas through their many trials. As the rightful heir to the throne, Yudhishthira's reign was marked by a strong sense of justice and fairness. His role in the Kurukshetra war is pivotal, as he was the one to take the throne after the war and restore peace and order.",
      "hi": "युधिष्ठिर, पांडवों में सबसे बड़े, महाभारत में धर्म और न्याय का प्रतीक माने जाते हैं। सत्य और धर्म के प्रति उनकी अडिग प्रतिबद्धता के लिए प्रसिद्ध, युधिष्ठिर ने हमेशा नैतिक सिद्धांतों के अनुसार कार्य करने की कोशिश की, चाहे उन्हें कितनी भी कठिनाई का सामना करना पड़े। उनका नेतृत्व, ज्ञान और करुणा पांडवों को उनके कई संघर्षों में मार्गदर्शन देने के लिए महत्वपूर्ण थे। सिंहासन के वैध उत्तराधिकारी के रूप में, युधिष्ठिर का शासन न्याय और निष्पक्षता की भावना से परिपूर्ण था। कुरुक्षेत्र युद्ध में उनकी भूमिका अत्यंत महत्वपूर्ण थी, क्योंकि युद्ध के बाद उन्होंने ही सिंहासन पर बैठकर शांति और व्यवस्था की बहाली की।",
      "mr": "युधिष्ठिर, पांडवांतील सर्वात मोठे, महाभारतात धर्म आणि न्यायाचे प्रतीक मानले जातात. सत्य आणि धर्मासाठी त्यांची निष्ठा आणि प्रामाणिकता त्यांच्या व्यक्तिमत्त्वाचा मुख्य भाग आहे. त्यांनी नेहमी नैतिकतेनुसार कृती करण्याचा प्रयत्न केला, जरी त्यांना अनेक कठीण प्रसंगांचा सामना करावा लागला. त्याचे नेतृत्व, ज्ञान आणि करुणा पांडवांना त्यांच्या अनेक संकटांमध्ये मार्गदर्शन करण्यासाठी महत्त्वपूर्ण होती. सिंहासनाचा योग्य वारस म्हणून, युधिष्ठिराचे राज्य न्याय आणि निष्पक्षतेने भरलेले होते. कुरुक्षेत्र युद्धात त्याची भूमिका अत्यंत महत्त्वाची होती, कारण त्यानेच युद्धानंतर सिंहासनावर बसून शांती आणि व्यवस्था प्रस्थापित केली.",
      "sk": "युधिष्ठिरः, पाण्डवाणां ज्येष्ठः, महाभारते धर्मस्य न्यायस्य च प्रतीकः मानेत। सत्यस्य धर्मस्य च अडिगं प्रीणयमानं, युधिष्ठिरः सदा नैतिकसूत्रेण कर्तव्यम् अर्हति, यद्यपि तस्य सामर्थ्यं कठिनायाः परिस्थितीमध्ये परीक्षणं योग्यं नासीत्। तस्य नेतृत्वं, बुद्धिमत्ता च पाण्डवेषु संघर्षेषु मार्गदर्शकं बनत। सिंहासनस्य योग्यं उत्तराधिकारी इति, युधिष्ठिरस्य राज्ये धर्मस्य निष्पक्षता च प्रकटिता। कुरुक्षेत्रयुद्धे तस्य भूमिका महत्त्वपूर्णा आसीत्, यः युद्धे विजित्य सिंहासनं प्राप्तवान् च शान्तिं च प्रतिष्ठापितवान्।",
      "gu": "યુધિષ્ઠિર, પાંડવોમાં સૌથી મોટો, મહાભારતમાં ધર્મ અને ન્યાયનો પ્રતિક ગણાય છે. સત્ય અને ધર્મ પ્રતિ તેની અડિગ પ્રતિબદ્ધતા માટે પ્રસિદ્ધ, યુધિષ્ઠિરે હંમેશાં નૈતિક સિદ્ધાંતો અનુસાર કાર્ય કરવાનો પ્રયાસ કર્યો, ભલે જ તેમને ઘણા કઠણ સંજોગોનો સામનો કરવો પડ્યો. તેનું નેતૃત્વ, જ્ઞાન અને કરુણા પાંડવોને તેમના ઘણા સંઘર્ષોમાં માર્ગદર્શન આપવા માટે મહત્વપૂર્ણ હતું. સિંહાસનના યોગ્ય વારસદાર તરીકે, યુધિષ્ઠિરનું શાસન ન્યાય અને નિષ્પક્ષતાની ભાવના સાથે પરિપૂર્ણ હતું. કૃષ્ણપ્રતિના યુદ્ધમાં તેની ભૂમિકા મહત્વપૂર્ણ હતી, કારણ કે યુદ્ધ પછી તેણે જ સિંહાસન પર બેસીને શાંતિ અને વ્યવસ્થા સ્થાપિત કરી."
    },
    "relations": {
      "son_of": {
        "en": "Son of King Dhritarashtra and Queen Gandhari",
        "hi": "राजा धृतराष्ट्र और रानी गांधारी के पुत्र",
        "mr": "राजा धृतराष्ट्र आणि राणी गांधारीचे पुत्र",
        "sk": "धृतराष्ट्रस्य राजा च गांधारी रानी च पुत्रः",
        "gu": "રાજા ધૃતરાષ્ટ્ર અને રાણી ગાંધીરીના પુત્ર"
      },
      "father_of": {
        "en": "Father of Maharathi Abhimanyu",
        "hi": "महारथी अभिमन्यु के पिता",
        "mr": "महारथी अभिमन्यूचे पिता",
        "sk": "महर्षि अभिमन्यु च पिता",
        "gu": "મહારથિ અભિમન્યાના પિતા"
      },
      "husband_of": {
        "en": "Husband of Draupadi",
        "hi": "द्रौपदी के पति",
        "mr": "द्रौपदीचे पती",
        "sk": "द्रौपदी पतिः",
        "gu": "દ્રૌપદીના પતિ"
      },
      "brother_of": {
        "en": "Brother of Bhima, Arjuna, Nakula, and Sahadeva",
        "hi": "भीम, अर्जुन, नकुल, और सहदेव के भाई",
        "mr": "भीम, अर्जुन, नकुल, आणि सहदेव यांचे भाऊ",
        "sk": "भीम, अर्जुन, नकुल, सहदेव च भ्राता",
        "gu": "ભીમ, અર્જુન, નકુલ અને સહદેવના ભાઈ"
      },
      "king_of": {
        "en": "King of Indraprastha",
        "hi": "इंद्रप्रस्थ के राजा",
        "mr": "इंद्रप्रस्थचे राजा",
        "sk": "इन्द्रप्रस्थे राजा",
        "gu": "ઇન્દ્રપ્રસ્થના રાજા"
      },
      "leader_of": {
        "en": "Leader of the Pandavas",
        "hi": "पांडवों के नेता",
        "mr": "पांडवांचे नेते",
        "sk": "पाण्डवानां नेता",
        "gu": "પાંડવોના નેતા"
      },
      "dharmaraja_of": {
        "en": "Dharmaraja of the Kuru dynasty",
        "hi": "कुरु वंश के धर्मराज",
        "mr": "कुरु वंशाचे धर्मराज",
        "sk": "कुरुवंशे धर्मराजः",
        "gu": "કુરુ વર્ણના ધર્મરાજ"
      },
      "protector_of": {
        "en": "Protector of Dharma",
        "hi": "धर्म के रक्षक",
        "mr": "धर्माचे रक्षक",
        "sk": "धर्मस्य रक्षकः",
        "gu": "ધર્મનો રક્ષક"
      },
      "ally_of": {
        "en": "Ally of Krishna",
        "hi": "कृष्ण के सहयोगी",
        "mr": "कृष्णाचे सहकारी",
        "sk": "कृष्णस्य संगी",
        "gu": "કૃષ્ણના સાથી"
      },
      "advisor_to": {
        "en": "Advisor to the Pandavas during the Kurukshetra war",
        "hi": "कुरुक्षेत्र युद्ध के दौरान पांडवों के सलाहकार",
        "mr": "कुरुक्षेत्र युद्धाच्या वेळी पांडवांचे सल्लागार",
        "sk": "कुरुक्षेत्रे युद्धे पाण्डवानां सल्लागारः",
        "gu": "કુરુક્ષેત્ર યુદ્ધ દરમિયાન પાંડવોના સલાહકાર"
      },
      "victor_of": {
        "en": "Victor of the Kurukshetra war",
        "hi": "कुरुक्षेत्र युद्ध के विजेता",
        "mr": "कुरुक्षेत्र युद्धाचा विजेता",
        "sk": "कुरुक्षेत्रे युद्धे विजयी",
        "gu": "કુરુક્ષેત્ર યુદ્ધનો વિજેતા"
      }
    }
  },
  {
    "id": "bhima",
    "name": {
      "en": "Bhima",
      "hi": "भीम",
      "mr": "भीम",
      "sk": "भीमः",
      "gu": "ભીમ"
    },
    "type": "secondary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530025/GitaVaani-Verses/Characters/bhima.png",
    "role": {
      "en": "Second Pandava; symbol of strength.",
      "hi": "दूसरे पांडव; शक्ति के प्रतीक।",
      "mr": "दुसरे पांडव; शक्तीचे प्रतीक।",
      "sk": "द्वितीयः पाण्डवः; बलस्य प्रतीकः।",
      "gu": "બીજો પાંડવ; શક્તિનો પ્રતિક."
    },
    "description": {
      "en": "Bhima, the second of the five Pandava brothers, is widely revered as a symbol of immense physical strength and fearless bravery. From a young age, he demonstrated extraordinary might, and his valor was crucial in many battles during the Mahabharata. Known for his impulsive nature but deep loyalty to his family, Bhima played a key role in avenging Draupadi’s humiliation and defeating many powerful warriors such as Duryodhana and Jarasandha. His strength was matched by his sense of justice and unwavering commitment to his brothers. In the Kurukshetra war, he was a fearsome warrior who destroyed many enemies with his mace.",
      "hi": "भीम, पांच पांडवों में दूसरे नंबर पर, अपनी असाधारण शारीरिक शक्ति और निर्भीकता के लिए प्रसिद्ध हैं। बचपन से ही उन्होंने अपार बल का प्रदर्शन किया और महाभारत के युद्धों में उनकी वीरता अत्यंत महत्वपूर्ण रही। उनकी स्वाभाविक प्रतिक्रिया तीव्र हो सकती थी, लेकिन वे अपने परिवार के प्रति अत्यंत वफादार थे। उन्होंने द्रौपदी के अपमान का बदला लेने और दुर्योधन, जरासंध जैसे शक्तिशाली योद्धाओं को हराने में अहम भूमिका निभाई। उनकी शक्ति के साथ-साथ उनका न्यायभाव और भाइयों के प्रति समर्पण भी उल्लेखनीय था। कुरुक्षेत्र युद्ध में भीम ने अपनी गदा से कई शत्रुओं का संहार किया।",
      "mr": "भीम, पाच पांडवांपैकी दुसरे, त्यांच्या असामान्य शारीरिक शक्ती आणि शौर्यासाठी प्रसिद्ध आहेत. लहानपणापासूनच त्यांनी अपार शक्तीचे दर्शन घडवले आणि महाभारतातील अनेक युद्धांमध्ये त्यांची भूमिका अत्यंत महत्वाची होती. त्यांचे स्वभाव थोडेशी तडकफडक असले तरी ते आपल्या कुटुंबासाठी अत्यंत निष्ठावान होते. त्यांनी द्रौपदीच्या अपमानाचा सूड घेतला आणि दुर्योधन, जरासंध यांसारख्या बलाढ्य योद्ध्यांचा पराभव केला. त्यांच्या शक्तीसोबतच त्यांच्या न्यायाच्या भावनेचे आणि भावंडांवरील प्रेमाचेही स्थान होते. कुरुक्षेत्र युद्धात त्यांच्या गदाधारण शौर्याने अनेक शत्रूंना संपवले.",
      "sk": "भीमः, पञ्चपाण्डवेषु द्वितीयः, अतिबलवान् वीरः च प्रसिद्धः अस्ति। बाल्ये एव महान् बलं दर्शितवान्, महाभारते युद्धेषु तस्य साहस्यम् अनिवार्यं आसीत्। द्रौपद्याः अपमानस्य प्रतिशोधे, दुर्योधनं जरासंधं च जेतुं तस्य प्रमुखं योगदानं आसीत्। तस्य क्रुद्धभावः शीघ्रं जायत, किन्तु सः बन्धुषु अत्यन्तं निष्ठावान् आसीत्। तस्य बलं न्यायबुद्ध्या च संयुतम् आसीत्। कुरुक्षेत्रयुद्धे सः गदया बहून् शत्रून् निहत्य महान् विजयी अभवत्।",
      "gu": "ભીમ, પાંચ પાંડવોમાંથી બીજો, તેની અસાધારણ તાકાત અને બહાદુરી માટે પ્રસિદ્ધ છે. બાળપણથી જ તેણે પોતાની બળવાન શક્તિ બતાવી હતી અને મહાભારતના યુદ્ધોમાં તેની ભૂમિકા અગત્યની રહી હતી. ભીમનો સ્વભાવ થોડીક ઉતાવળભર્યો હતો, પણ તે તેના પરિવારમાં ખૂબ નિષ્ઠાવાન હતો. દ્રૌપદીના અપમાનનો બદલો લેવા માટે અને દુર્યોધન, જરસંધ જેવા શક્તિશાળી યોદ્ધાઓને હરાવવા માટે તેની મહત્વપૂર્ણ ભૂમિકા હતી. તેના બળ સાથે ન્યાયપ્રેમ અને ભાઈઓ પ્રત્યેના પ્રેમ પણ નોંધપાત્ર હતા. કુરુક્ષેત્રના યુદ્ધમાં, ભીમે ગદા વડે અનેક દુશ્મનોનો નાશ કર્યો હતો."
    },
    "relations": {
      "son_of": {
        "en": "Son of King Pandu and Queen Kunti",
        "hi": "राजा पाण्डु और रानी कुंती के पुत्र",
        "mr": "राजा पांडू आणि राणी कुंतीचे पुत्र",
        "sk": "पाण्डु राजा च कुंती रानी च पुत्रः",
        "gu": "રાજા પાંડુ અને રાણી કુંતિના પુત્ર"
      },
      "brother_of": {
        "en": "Brother of Yudhishthira, Arjuna, Nakula, and Sahadeva",
        "hi": "युधिष्ठिर, अर्जुन, नकुल और सहदेव के भाई",
        "mr": "युधिष्ठिर, अर्जुन, नकुल, आणि सहदेव यांचे भाऊ",
        "sk": "युधिष्ठिर, अर्जुन, नकुल, सहदेव च भ्राता",
        "gu": "ભીમ, યુધિષ્ઠિર, અર્જુન, નકુલ અને સહદેવના ભાઈ"
      },
      "husband_of": {
        "en": "Husband of Hidimbi and Vrihadrathi",
        "hi": "हिडिंबी और वृहद्रथी के पति",
        "mr": "हिडिंबी आणि वृहद्रथीचे पती",
        "sk": "हिडिंबी च वृहद्रथी च पतिः",
        "gu": "હિડિંબી અને બૃહદ્રથીની પતિ"
      },
      "father_of": {
        "en": "Father of Ghatotkacha",
        "hi": "घटोत्कच का पिता",
        "mr": "घटोत्कचचे पिता",
        "sk": "घटोत्कचस्य पिता",
        "gu": "ઘટોત્કચનો પિતા"
      },
      "strongest_of": {
        "en": "Strongest of the Pandavas",
        "hi": "पांडवों में सबसे शक्तिशाली",
        "mr": "पांडवांमधील सर्वात शक्तिशाली",
        "sk": "पाण्डवानां सर्वश्रेष्ठः बलवृद्धः",
        "gu": "પાંડવોમાં સૌથી શક્તિશાળી"
      },
      "warrior_of": {
        "en": "Warrior of the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध के योद्धा",
        "mr": "कुरुक्षेत्र युद्धातील योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे योद्धा",
        "gu": "કુરુક્ષેત્ર યુદ્ધના યોધ્ધા"
      },
      "protector_of": {
        "en": "Protector of Dharma and his family",
        "hi": "धर्म और अपने परिवार के रक्षक",
        "mr": "धर्म आणि आपल्या कुटुंबाचे रक्षक",
        "sk": "धर्मस्य च स्वपरिवारस्य च रक्षकः",
        "gu": "ધર્મ અને તેના પરિવારનો રક્ષક"
      },
      "devotee_of": {
        "en": "Devotee of Lord Shiva",
        "hi": "भगवान शिव के भक्त",
        "mr": "भगवान शिवचे भक्त",
        "sk": "भगवान शिवस्य भक्तः",
        "gu": "ભગવાન શિવના ભક્ત"
      },
      "ally_of": {
        "en": "Ally of Lord Krishna",
        "hi": "भगवान कृष्ण के सहयोगी",
        "mr": "भगवान कृष्णाचे सहकारी",
        "sk": "भगवान कृष्णस्य संगी",
        "gu": "ભગવાન કૃષ્ણના સાથી"
      },
      "slayer_of": {
        "en": "Slayer of Dushasana and other Kauravas",
        "hi": "दुष्यासन और अन्य कौरवों का वध करने वाला",
        "mr": "दुष्यासन आणि इतर कौरवांचा वध करणारा",
        "sk": "दुष्यासनस्य अन्ये कौरवाणां वधकर्ता",
        "gu": "દુષાશન અને અન્ય કૌરવોનો નાશક"
      }
    }
  },
  {
    "id": "nakula_sahadeva",

    "name": {
      "en": "Nakula & Sahadeva",
      "hi": "नकुल और सहदेव",
      "mr": "नकुल आणि सहदेव",
      "sk": "नकुलः सहदेवश्च",
      "gu": "નકુલ અને સહદેવ"
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530025/GitaVaani-Verses/Characters/nakul-sahadeva.png",
    "type": "secondary_character",
    "role": {
      "en": "Youngest Pandavas; symbol of loyalty.",
      "hi": "सबसे छोटे पांडव; निष्ठा के प्रतीक।",
      "mr": "सर्वात धाकटे पांडव; निष्ठेचे प्रतीक।",
      "sk": "कनिष्ठौ पाण्डवौ; निष्ठायाः प्रतीकौ।",
      "gu": "સૌથી નાનું પાંડવ; વિશ્વસનિયતા નું પ્રતિક."
    },
    "description": {
      "en": "Nakula and Sahadeva were the twin sons of Madri and Pandu, and the youngest among the five Pandava brothers. Known for their beauty, intelligence, and unwavering loyalty, they played vital supporting roles throughout the Mahabharata. Nakula was an expert horseman and skilled in swordsmanship, while Sahadeva was wise and known for his deep knowledge of astrology and strategy. Despite often being in the background, their contributions were critical in the war and in guiding the Pandavas during exile. Their humility, devotion to Dharma, and dedication to their elder brothers made them respected and dependable warriors in the epic.",
      "hi": "नकुल और सहदेव, मद्री और पांडु के जुड़वां पुत्र थे और पांचों पांडवों में सबसे छोटे थे। अपनी सुंदरता, बुद्धिमत्ता और अटूट निष्ठा के लिए प्रसिद्ध, उन्होंने महाभारत में कई महत्वपूर्ण सहयोगी भूमिकाएं निभाईं। नकुल घुड़सवारी और तलवारबाज़ी में निपुण थे, जबकि सहदेव ज्योतिष और रणनीति में पारंगत थे। यद्यपि वे अक्सर पृष्ठभूमि में रहे, फिर भी उनके योगदान युद्ध और वनवास दोनों में अत्यंत महत्वपूर्ण रहे। उनका विनम्र स्वभाव, धर्म के प्रति समर्पण और भाइयों के प्रति निष्ठा उन्हें महाभारत के सबसे सम्माननीय पात्रों में शामिल करता है।",
      "mr": "नकुल आणि सहदेव हे मद्री आणि पांडूचे जुळे पुत्र होते व पाच पांडवांपैकी सर्वात धाकटे होते. त्यांच्या सौंदर्य, बुद्धिमत्ता आणि निष्ठेसाठी ते प्रसिद्ध होते. नकुल घोडेस्वारी आणि तलवारबाजीमध्ये निष्णात होता, तर सहदेव ज्योतिषशास्त्र व रणनितीत पारंगत होता. जरी ते कथेत फारसा पुढे आले नाहीत, तरी त्यांचा सहभाग महत्त्वाचा होता – विशेषतः वनवास आणि युद्धात. त्यांच्या नम्र स्वभावामुळे, धर्मनिष्ठेने व भावंडांप्रती असलेल्या प्रेमामुळे त्यांना एक विश्वसनीय आणि सन्माननीय योद्धा मानले जाते.",
      "sk": "नकुलः सहदेवश्च, मद्र्याः पाण्डुश्च पुत्रौ, पञ्चानां पाण्डवानां कनिष्ठौ आस्ताम्। सौन्दर्ये बुद्धौ च प्रख्यातौ, निष्ठायाः प्रतीकौ च आस्ताम्। नकुलः अश्वविद्यायां च शस्त्रविद्यायां च निपुणः आसीत्, सहदेवः तु ज्योतिषे नीतौ च प्रवीणः आसीत्। अपि च कथायां अल्पं दृश्यौ, किन्तु तयोः योगदानं युद्धे च वनवासे च अतिमहत् आसीत्। तयोः विनयः, धर्मे निष्ठा च, भ्रातृप्रेम च तौ महानौ वीरौ चक्रतुः।",
      "gu": "નકુલ અને સહદેવ, માદ્રી અને પાંડુના જડવા પુત્રો હતા અને પાંચ પાંડવોમાં સૌથી નાનાં હતા. તેઓ તેમની સુંદરતા, બુદ્ધિમત્તા અને અડગ વિશ્વાસ માટે જાણીતા હતા. નકુલ ઘોડેસવાર અને તલવારબાજીનો નિષ્ણાત હતો, જ્યારે સહદેવ જ્યોતિષ અને વ્યૂહરચનામાં પ્રવીણ હતો. તેઓ ઘણી વાર પાશ્વભૂમિકામાં રહેલા છતાં, તેમની ભૂમિકા મહાભારતના યુદ્ધમાં અને વનવાસ દરમિયાન અગત્યની રહી હતી. તેમની વિનમ્રતા, ધર્મ માટેની નિષ્ઠા અને ભાઈઓ પ્રત્યેનું સમર્પણ તેમને આ મહાકાવ્યના સન્માનિત અને વિશ્વસનીય પાત્ર બનાવે છે."
    },
    "relations": {
      "son_of": {
        "en": "Sons of King Pandu and Queen Madri",
        "hi": "राजा पाण्डु और रानी माद्री के पुत्र",
        "mr": "राजा पांडू आणि राणी माद्रीचे पुत्र",
        "sk": "पाण्डु राजा च माद्री रानी च पुत्रः",
        "gu": "રાજા પાંડુ અને રાણી માદ્રીના પુત્ર"
      },
      "brother_of": {
        "en": "Brothers of Yudhishthira, Bhima, and Arjuna",
        "hi": "युधिष्ठिर, भीम और अर्जुन के भाई",
        "mr": "युधिष्ठिर, भीम आणि अर्जुन यांचे भाऊ",
        "sk": "युधिष्ठिर, भीम, अर्जुन च भ्राता",
        "gu": "યુધિષ્ઠિર, ભીમ અને અર્જુનના ભાઈ"
      },
      "twin_brothers_of": {
        "en": "Twin brothers of each other",
        "hi": "एक-दूसरे के जुड़वां भाई",
        "mr": "एकमेकांचे जुळवलेले भाऊ",
        "sk": "एकमेकस्य जुडित भ्रातः",
        "gu": "એકબીજા ના જુડાવેલા ભાઈ"
      },
      "husband_of": {
        "en": "Husbands of Draupadi (shared marriage)",
        "hi": "द्रौपदी के पति (साझा विवाह)",
        "mr": "द्रौपदीचे पती (साझा विवाह)",
        "sk": "द्रौपदीस्य पतयः (साझा विवाहः)",
        "gu": "દ્રૌપદીના પતિ (સાઠી વિવાહ)"
      },
      "warrior_of": {
        "en": "Warriors of the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध के योद्धा",
        "mr": "कुरुक्षेत्र युद्धातील योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे योद्धा",
        "gu": "કુરુક્ષેત્ર યુદ્ધના યોધ્ધા"
      },
      "allies_of": {
        "en": "Allies of Lord Krishna",
        "hi": "भगवान कृष्ण के सहयोगी",
        "mr": "भगवान कृष्णाचे सहकारी",
        "sk": "भगवान कृष्णस्य संगी",
        "gu": "ભગવાન કૃષ્ણના સાથી"
      },
      "defenders_of": {
        "en": "Defenders of Dharma and their family",
        "hi": "धर्म और अपने परिवार के रक्षक",
        "mr": "धर्म आणि आपल्या कुटुंबाचे रक्षक",
        "sk": "धर्मस्य च स्वपरिवारस्य च रक्षकः",
        "gu": "ધર્મ અને તેમના પરિવારનો રક્ષક"
      },
      "devotees_of": {
        "en": "Devotees of Lord Shiva",
        "hi": "भगवान शिव के भक्त",
        "mr": "भगवान शिवचे भक्त",
        "sk": "भगवान शिवस्य भक्तः",
        "gu": "ભગવાન શિવના ભક્ત"
      },
      "sons_of": {
        "en": "Sons of Madri, Queen of Pandu",
        "hi": "माद्री के पुत्र, जो पाण्डु की रानी थीं",
        "mr": "माद्रीचे पुत्र, जे पांडूची राणी होती",
        "sk": "माद्री, पाण्डु रानी च पुत्रः",
        "gu": "માદ્રીના પુત્રો, જે પાંડુની રાણી હતી"
      },
      "defenders_of_dharma": {
        "en": "Defenders of Dharma and righteousness",
        "hi": "धर्म और न्याय के रक्षक",
        "mr": "धर्म आणि न्यायाचे रक्षक",
        "sk": "धर्मस्य च धर्मधारणां च रक्षकः",
        "gu": "ધર્મ અને ન્યાયના રક્ષક"
      }
    }
  },
  {
    "id": "duryodhana",
    "name": {
      "en": "Duryodhana",
      "hi": "दुर्योधन",
      "mr": "दुर्योधन",
      "sk": "दुर्योधनः",
      "gu": "દુર્યોધન"
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530591/GitaVaani-Verses/Characters/duryodhana.png",
    "type": "secondary_character",
    "role": {
      "en": "Eldest Kaurava; Arjuna's adversary.",
      "hi": "सबसे बड़ा कौरव; अर्जुन का विरोधी।",
      "mr": "सर्वात मोठा कौरव; अर्जुनाचा प्रतिस्पर्धी।",
      "sk": "ज्येष्ठः कौरवः; अर्जुनस्य प्रतिद्वन्द्वी।",
      "gu": "સૌથી મોટો કૌરવ; અર્જુનનો વિરોધી."
    },
    "description": {
      "en": "Duryodhana, the eldest of the Kauravas, is portrayed as the main antagonist in the Mahabharata. Ambitious and proud, he was determined to deny the Pandavas their rightful kingdom. Influenced heavily by his uncle Shakuni, Duryodhana orchestrated the infamous dice game that led to the exile of the Pandavas. Despite his flaws, he was a brave warrior and a loyal friend, especially to Karna. His deep-rooted jealousy and desire for power drove many of the major conflicts in the epic. Duryodhana's story is a reminder of how unchecked ambition and ego can lead to one's downfall, even if one possesses strength and valor.",
      "hi": "दुर्योधन, कौरवों में सबसे बड़ा, महाभारत का मुख्य विरोधी पात्र माना जाता है। महत्वाकांक्षी और अभिमानी, उसने पांडवों को उनका राज्य देने से इनकार कर दिया। अपने मामा शकुनि के प्रभाव में, उसने जुए की वह कुख्यात योजना बनाई जिससे पांडवों को वनवास भुगतना पड़ा। हालांकि उसमें दोष थे, वह एक साहसी योद्धा और अपने मित्र कर्ण के प्रति अत्यंत निष्ठावान था। उसकी ईर्ष्या और सत्ता की लालसा ने महाभारत के कई संघर्षों को जन्म दिया। दुर्योधन की कथा हमें सिखाती है कि असीम महत्वाकांक्षा और अहंकार अंततः विनाश की ओर ले जाते हैं।",
      "mr": "दुर्योधन, कौरवांचा सर्वात मोठा आणि महाभारतातील मुख्य खलनायक मानला जातो. महत्त्वाकांक्षी आणि गर्विष्ठ असलेला दुर्योधन पांडवांना त्यांचा योग्य हक्काचा राज्यभाग देण्यास तयार नव्हता. त्याचा मामा शकुनी याच्या प्रभावाखाली त्याने फसवणुकीचा डाव रचून पांडवांना वनवासात पाठवले. त्याच्या अनेक त्रुटी असूनही, तो एक पराक्रमी योद्धा आणि कर्णाचा अत्यंत निष्ठावंत मित्र होता. त्याचा हेवा आणि सत्ता मिळवण्याची लालसा महाभारतातील अनेक संघर्षांचे कारण बनली. दुर्योधनाची कथा शिकवते की अती महत्त्वाकांक्षा आणि अहंकार शेवटी पतनाचाच मार्ग असतो.",
      "sk": "दुर्योधनः, ज्येष्ठः कौरवः, महाभारते मुख्यः प्रतिनायकः आसीत्। महत् महत्वाकाङ्क्षया च गर्वेण च युक्तः, सः पाण्डवानां राज्यं दातुं इच्छया रहितः आसीत्। शकुनिना प्रेरितः, दुर्योधनः पाण्डवानां वनवासाय क्रीडायाः षड्यन्त्रं अचिन्तयत्। सः यद्यपि दोषयुक्तः आसीत्, तथापि पराक्रमी योद्धा च कर्णस्य विश्वासपात्रः मित्रं च आसीत्। तस्य ईर्ष्या च स्वार्थः च महाभारतस्य संघर्षानां मूलं आसीत्। दुर्योधनस्य चरितं अस्मान् शिक्षयति यत् अत्यधिकं अहंकारः च महत्वाकाङ्क्षा च पतनं जनयतः।",
      "gu": "દુર્યોધન કૌરવોમાં સૌથી મોટો અને મહાભારતનો મુખ્ય વિરોધી પાત્ર ગણાય છે. તે મહત્વાકાંક્ષી અને અહંકારી હતો અને પાંડવોને તેમનું હકનું રાજ્ય આપવા તૈયાર ન હતો. તેના માડા શકુનીના પ્રભાવમાં આવી, દુર્યોધને પાંડવોને જમાં હારવા માટે કૂખ્યાત જુગારનો ખેલ ઘડ્યો. તેના ઘણાં અવગુણ હોવા છતાં, તે એક પરાક્રમી યુદ્ધવીર અને કર્ણનો વિશ્વાસૂ મિત્ર હતો. તેની ઇર્ષ્યા અને સત્તાની લાલચે મહાભારતના ઘણા વિવાદો ઊભા કર્યા. દુર્યોધનની કહાણી શીખવે છે કે અતિ મહત્ત્વાકાંક્ષા અને અહંકાર છતાં બળ અને હિંમત હોય, તો પણ અંતે પતન નિશ્ચિત છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of King Dhritarashtra and Queen Gandhari",
        "hi": "राजा धृतराष्ट्र और रानी गांधारी के पुत्र",
        "mr": "राजा धृतराष्ट्र आणि राणी गांधारीचे पुत्र",
        "sk": "धृतराष्ट्र राजा च गांधारी रानी च पुत्रः",
        "gu": "રાજા ધૃતરાષ્ટ્ર અને રાણી ગાંધીરીના પુત્ર"
      },
      "brother_of": {
        "en": "Brother of Dushasana and the Kauravas",
        "hi": "दुषासन और कौरवों के भाई",
        "mr": "दुषासन आणि कौरवांचे भाऊ",
        "sk": "दुषासन च कौरवाणां भ्राता",
        "gu": "દુષાસન અને કૌરવોના ભાઈ"
      },
      "enemy_of": {
        "en": "Enemy of the Pandavas",
        "hi": "पांडवों के शत्रु",
        "mr": "पांडवांचे शत्रू",
        "sk": "पाण्डवेषु शत्रुः",
        "gu": "પાંડવોના દૂશ્મન"
      },
      "ruler_of": {
        "en": "Ruler of the Kauravas",
        "hi": "कौरवों के शासक",
        "mr": "कौरवांचे शासक",
        "sk": "कौरवाणां शासकः",
        "gu": "કૌરવોના શાસક"
      },
      "leader_of": {
        "en": "Leader of the Kaurava army",
        "hi": "कौरव सेना के नेता",
        "mr": "कौरव सेनेचे नेते",
        "sk": "कौरव सेना च नेता",
        "gu": "કૌરવા સેનાનું નેતા"
      },
      "challenger_of": {
        "en": "Challenger of Yudhishthira for the throne of Hastinapura",
        "hi": "हस्तिनापुर के सिंहासन के लिए युधिष्ठिर से चुनौती देने वाला",
        "mr": "हस्तिनापुराच्या सिंहासनासाठी युधिष्ठिरला आव्हान देणारा",
        "sk": "हस्तिनापुरे राजेधिकारं युधिष्ठिरं प्रतिवेदनं करणः",
        "gu": "હસ્તિનાપુરના સિંહાસન માટે યોધિષ્ઠિર સામે પડકાર ફેંકનાર"
      },
      "rival_of": {
        "en": "Rival of Arjuna in the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध में अर्जुन के प्रतिद्वंद्वी",
        "mr": "कुरुक्षेत्र युद्धात अर्जुनाचे प्रतिस्पर्धी",
        "sk": "कुरुक्षेत्रे युद्धे अर्जुनस्य प्रतिस्पर्धी",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં અર્જુનનો પ્રતિસ્પર્ધી"
      },
      "conspirator_against": {
        "en": "Conspirator against the Pandavas, including plotting their exile",
        "hi": "पांडवों के खिलाफ साजिश करने वाला, जिसमें उनका वनवास योजना शामिल है",
        "mr": "पांडवांच्या विरोधात कट करणारा, ज्यात त्यांचा वनवास योजनेचा समावेश आहे",
        "sk": "पाण्डवेषु प्रतिवेदनं करणः, यः तेषां वनवासं योजनायाः समावेशः",
        "gu": "પાંડવો વિરુદ્ધ શડયંત્ર કરનાર, જેમાં તેમનો વિરહ યોજના શામેલ છે"
      },
      "destructor_of": {
        "en": "Destructor of the Kaurava family in the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध में कौरव परिवार का विनाशक",
        "mr": "कुरुक्षेत्र युद्धात कौरव कुटुंबाचा विनाश करणारा",
        "sk": "कुरुक्षेत्रे युद्धे कौरव कुटुम्बस्य नाशकः",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં કૌરવ પરિવારનો વિનાશક"
      },
      "advisor_of": {
        "en": "Advisor of the Kauravas",
        "hi": "कौरवों के सलाहकार",
        "mr": "कौरवांचे सल्लागार",
        "sk": "कौरवाणां सल्लाहकारः",
        "gu": "કૌરવોના સલાહકાર"
      },
      "friend_of": {
        "en": "Friend of Shakuni",
        "hi": "शकुनि के मित्र",
        "mr": "शकुनिचे मित्र",
        "sk": "शकुनिं मित्रः",
        "gu": "શકુનીના મિત્ર"
      }
    }
  },
  {
    "id": "kripa",
    "name": {
      "en": "Kripa",
      "hi": "कृप",
      "mr": "कृप",
      "sk": "कृपः",
      "gu": "કૃપ"
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530076/GitaVaani-Verses/Characters/krup.png",
    "type": "secondary_character",
    "role": {
      "en": "Royal teacher of the Kauravas; a warrior and scholar.",
      "hi": "कौरवों के राजगुरु; एक योद्धा और विद्वान।",
      "mr": "कौरवांचे राजगुरु; एक योद्धा आणि पंडित।",
      "sk": "कौरवाणां राजगुरुः; योद्धा च विद्वांश्च।",
      "gu": "કૌરવોના રાજગુરુ; યોદ્ધા અને વિદ્વાન."
    },
    "description": {
      "en": "Kripa, also known as Kripacharya, was one of the few characters in the Mahabharata who survived the war. He was the royal teacher of the Kauravas and renowned for his deep knowledge of scriptures and martial arts. Born miraculously and adopted by King Shantanu, Kripa was respected by both Pandavas and Kauravas alike. Despite being on the Kaurava side, he maintained a sense of fairness and discipline. He played a key role in training princes in archery and warfare. After the war, he became the teacher and guardian of Parikshit, Arjuna’s grandson. Kripa's life is a symbol of wisdom, endurance, and neutrality amidst chaos.",
      "hi": "कृप, जिन्हें कृपाचार्य भी कहा जाता है, महाभारत के कुछ पात्रों में से एक हैं जो युद्ध के बाद भी जीवित बचे। वे कौरवों के राजगुरु थे और उन्हें शास्त्रों और युद्ध-कला का गहरा ज्ञान था। उनका जन्म चमत्कारिक रूप से हुआ और उन्हें राजा शांतनु ने गोद लिया था। कृप को पांडव और कौरव दोनों समान रूप से सम्मान देते थे। युद्ध में वे कौरवों के पक्ष में थे, लेकिन फिर भी उन्होंने निष्पक्षता और अनुशासन बनाए रखा। उन्होंने राजकुमारों को शस्त्रविद्या सिखाई और युद्ध के बाद परीक्षित के शिक्षक और संरक्षक बने। कृप का जीवन ज्ञान, सहनशीलता और तटस्थता का प्रतीक है।",
      "mr": "कृप, ज्यांना कृपाचार्य म्हणून ओळखले जाते, हे महाभारतातील काही निवडक पात्रांपैकी एक आहेत जे युद्धानंतरही जिवंत राहिले. ते कौरवांचे राजगुरु होते आणि त्यांना धर्मशास्त्र आणि युद्धकलेचा खोल अभ्यास होता. त्यांचा जन्म चमत्कारिक होता आणि त्यांना राजा शांतनूने दत्तक घेतले होते. कृप यांना पांडव आणि कौरव दोघेही आदराने पाहत. जरी ते कौरवांच्या बाजूने होते, तरी त्यांनी सदैव न्याय आणि शिस्तीचे पालन केले. त्यांनी राजकुमारांना धनुर्विद्या आणि युद्धकलेचे शिक्षण दिले. युद्धानंतर ते अर्जुनाच्या नातवाला, परीक्षितला, शिकवणारे आणि रक्षण करणारे बनले. कृप यांचे जीवन शहाणपण, सहनशीलता आणि तटस्थतेचे प्रतीक आहे.",
      "sk": "कृपाचार्यः, महाभारतस्य एकः विरलः पात्रः अस्ति यः युद्धस्य पश्चात् अपि जीवति स्म। सः कौरवाणां राजगुरुः आसीत् च शास्त्रेषु तथा युद्धकलेषु महान् पण्डितः। चमत्कारतः जातः सः राजा शान्तनुना दत्तकपुत्रः कृतः। कृपः पाण्डवैः च कौरवैः च समानरूपेण आदृतः आसीत्। यद्यपि सः कौरवपक्षे स्थितः, तथापि सः धर्मं च अनुशासनं च न जहाति। सः राजपुत्रान् शस्त्रविद्यायाम् शिक्षयति स्म। युद्धात् अनन्तरं सः परीक्षितस्य (अर्जुनस्य पौत्रस्य) गुरुः अभवत्। कृपस्य जीवनम् बुद्धेः, सहिष्णुतायाः च चिह्नं अस्ति।",
      "gu": "કૃપ, જેને કૃપાચાર્ય તરીકે પણ ઓળખવામાં આવે છે, તે મહાભારતના એવા કેટલીક પાત્રોમાંથી એક છે જે યુદ્ધ પછી જીવિત રહ્યાં. તે કૌરવોના રાજગુરુ હતા અને શાસ્ત્રો અને યુદ્ધકલા અંગે વિશાળ જ્ઞાન ધરાવતા હતા. તેમનો જન્મ આશ્ચર્યજનક રીતે થયો હતો અને રાજા શંતનુએ તેમને દત્તક લીધો હતો. પાંડવો અને કૌરવો બંને તેમને સમાન સન્માન આપતા હતા. યુદ્ધમાં તેઓ કૌરવોની તરફ હતા છતાં તેઓએ ન્યાય અને શિસ્ત જાળવી રાખી. તેમણે રાજકુમારોને ધનુર્વિદ્યાનું શિક્ષણ આપ્યું. યુદ્ધ પછી તેઓ અરજુનના પૌત્ર પરીક્ષિતના ગુરુ અને રક્ષક બન્યા. તેમનું જીવન વિવેક, સહનશીલતા અને તટસ્થતાનું પ્રતીક છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of the sage Shantanu and the Apsara Janapadi",
        "hi": "ऋषि शांतनु और अप्सरा जनपदी के पुत्र",
        "mr": "ऋषी शांतनु आणि अप्सरा जनपदीचे पुत्र",
        "sk": "ऋषिः शांतनुः च अप्सरा जनपदी च पुत्रः",
        "gu": "ઋષિ શાંતનુ અને અપ્સરા જાનાપદિના પુત્ર"
      },
      "teacher_of": {
        "en": "Teacher of the Kauravas and Pandavas in the art of warfare",
        "hi": "कौरवों और पांडवों के युद्धकला के गुरु",
        "mr": "कौरव आणि पांडव यांना युद्धकलेचे शिक्षक",
        "sk": "कौरवेषु पाण्डवेषु च युद्धकला शिक्षयिता",
        "gu": "કૌરવો અને પાંડવોને યુદ્ધકલા શિક્ષક"
      },
      "advisor_of": {
        "en": "Advisor to King Dhritarashtra and the Kauravas",
        "hi": "राजा धृतराष्ट्र और कौरवों के सलाहकार",
        "mr": "राजा धृतराष्ट्र आणि कौरवांचे सल्लागार",
        "sk": "धृतराष्ट्र राजा च कौरवाणां सल्लाहकारः",
        "gu": "રાજા ધૃતરાષ્ટ્ર અને કૌરવોના સલાહકાર"
      },
      "relative_of": {
        "en": "Related to the Kauravas by blood, as their uncle",
        "hi": "कौरवों के संबंध में, उनके चाचा के रूप में",
        "mr": "कौरवांशी रक्त संबंध असलेला, त्यांचा काका",
        "sk": "कौरवाणां च कर्ता सम्बद्धः च काकः",
        "gu": "કૌરવો સાથે રક્તના સંબંધો ધરાવતા, તેમના મામા"
      },
      "mentor_of": {
        "en": "Mentor to Arjuna and other warriors",
        "hi": "अर्जुन और अन्य योद्धाओं के गुरु",
        "mr": "अर्जुन आणि इतर योद्ध्यांचे गुरु",
        "sk": "अर्जुनं च अन्ये योद्धाः च गुरु",
        "gu": "અર્જુન અને અન્ય યુદ્ધીઓને માર્ગદર્શન આપનાર"
      },
      "warrior_of": {
        "en": "Warrior of the Kaurava army in the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध में कौरवों की सेना के योद्धा",
        "mr": "कुरुक्षेत्र युद्धात कौरव सेनेचे योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे कौरव सेना च योद्धा",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં કૌરવા સેનાનું યુદ્ધવીર"
      },
      "participant_in": {
        "en": "Participant in the Kurukshetra War on the Kaurava side",
        "hi": "कुरुक्षेत्र युद्ध में कौरवों की ओर से भागीदार",
        "mr": "कुरुक्षेत्र युद्धात कौरवांच्या बाजूने सहभागी",
        "sk": "कुरुक्षेत्रे युद्धे कौरव पक्षे भागीदारः",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં કૌરવોની બાજુથી ભાગીદાર"
      },
      "defender_of": {
        "en": "Defender of the Kaurava kingdom",
        "hi": "कौरव राज्य के रक्षक",
        "mr": "कौरव राज्याचे रक्षक",
        "sk": "कौरव राज्यं रक्षकः",
        "gu": "કૌરવ રાજ્યનો રક્ષક"
      },
      "advisor_in_war": {
        "en": "Advisor in the war strategies during the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध के दौरान युद्ध रणनीतियों के सलाहकार",
        "mr": "कुरुक्षेत्र युद्धातील युद्ध रणनीतीतील सल्लागार",
        "sk": "कुरुक्षेत्रे युद्धे युद्धयोजनायाः सल्लाहकारः",
        "gu": "કુરુક્ષેત્ર યુદ્ધ દરમિયાન યુદ્ધની रणનિતિઓમાં સલાહકાર"
      }
    }
  },
  {
    "id": "ashwatthama",
    "name": {
      "en": "Ashwatthama",
      "hi": "अश्वत्थामा",
      "mr": "अश्वत्थामा",
      "sk": "अश्वत्थामा",
      "gu": "અશ્વત્થામા"
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1745049838/GitaVaani-Verses/Characters/ashwatthama.png",
    "type": "secondary_character",
    "role": {
      "en": "Son of Dronacharya; cursed to immortality.",
      "hi": "द्रोणाचार्य के पुत्र; अमरता का श्राप मिला।",
      "mr": "द्रोणाचार्यांचे पुत्र; अमरतेचे शाप लाभलेले।",
      "sk": "द्रोणाचार्यस्य पुत्रः; अमरत्वेन शप्तः।",
      "gu": "દ્રોણાચાર્યનો પુત્ર; અમરતા નો શાપ મળ્યો હતો."
    },
    "description": {
      "en": "Ashwatthama, the son of Guru Dronacharya, was a mighty warrior and one of the few characters in the Mahabharata who was born with a gem on his forehead that granted him protection from all harm. Fierce in battle and loyal to the Kauravas, Ashwatthama played a controversial role after the fall of Duryodhana. In an act of revenge, he attacked the Pandava camp at night and killed the sons of the Pandavas while they were asleep. For this unforgivable act, Lord Krishna cursed him with immortality, condemning him to roam the earth in pain and misery for eternity. His story is a warning about uncontrolled anger and vengeance.",
      "hi": "अश्वत्थामा, गुरु द्रोणाचार्य के पुत्र थे और महाभारत के उन कुछ पात्रों में से एक थे जिन्हें जन्म से ही मस्तक पर मणि प्राप्त थी, जो उन्हें सभी हानियों से सुरक्षा देती थी। वे अत्यंत शक्तिशाली योद्धा थे और कौरवों के प्रति अत्यंत वफादार थे। युद्ध के बाद, जब दुर्योधन मारा गया, तब अश्वत्थामा ने प्रतिशोध की भावना में पांडवों के शिविर पर रात में हमला किया और उनके सोते हुए पुत्रों की हत्या कर दी। इस अमानवीय कृत्य के लिए श्रीकृष्ण ने उन्हें अमरता का श्राप दिया और वे अनंत पीड़ा और दुःख के साथ पृथ्वी पर भटकने को मजबूर हुए। उनका जीवन क्रोध और प्रतिशोध के दुष्परिणामों की सीख देता है।",
      "mr": "अश्वत्थामा, गुरु द्रोणाचार्यांचे पुत्र, महाभारतातील थोडक्याच पात्रांपैकी एक होते ज्यांच्या कपाळावर जन्मतःच एक मणि होती जी त्यांना सर्व प्रकारच्या हानींपासून संरक्षण देत होती. तो एक महान योद्धा होता आणि कौरव पक्षाचा निष्ठावंत होता. युद्धाच्या शेवटी, जेव्हा दुर्योधन मारला गेला, तेव्हा बदला घेण्यासाठी अश्वत्थाम्याने रात्रीच्या वेळी पांडवांच्या शिबिरावर हल्ला केला आणि झोपलेल्या अवस्थेत त्यांच्या मुलांचा वध केला. या अमानुष कृत्यामुळे श्रीकृष्णांनी त्याला अमरतेचा शाप दिला, ज्यामुळे तो अनंत काळ वेदना व दुःखात भटकत राहिला. अश्वत्थाम्याची कथा क्रोध व सूडभावनेच्या भयावह परिणामांची शिकवण देते.",
      "sk": "अश्वत्थामा, द्रोणाचार्यस्य पुत्रः, महाभारतस्य विरलः पात्रः आसीत् यः जन्मतः एव मस्तके मणिं धारयति स्म, या मणिः तं सर्वदुःखतः रक्षां दत्तवती। सः महावीर्यवान् योद्धा आसीत् च कौरवपक्षे दृढनिष्ठः। युद्धस्य समाप्त्यां, दुर्योधनस्य निधनानन्तरं, प्रतिशोधेन प्रेरितः अश्वत्थामा रात्रौ पाण्डवानां शिबिरे आक्रम्य तेषां सुप्तपुत्रान् हत्वा पापं अकरोत्। एतस्मिन् अमानुषे कृत्ये कृते श्रीकृष्णेन सः अमरत्वेन शप्तः, येन सः अनन्तकालं दुःखेन च वेदनया च पृथिव्यां भ्रमति। तस्य कथा क्रोधस्य प्रतिशोधस्य च दुष्परिणामानां चेतनां ददाति।",
      "gu": "અશ્વત્થામા, દ્રોણાચાર્યનો પુત્ર, મહાભારતના અમુક એવા પાત્રોમાંથી એક છે જેને જન્મથી જ કપાળ પર એક ચમત્કારી મણિ પ્રાપ્ત હતી, જે તેને તમામ નુકસાનથી રક્ષિત કરતી હતી. તે એક શક્તિશાળી યોદ્ધા હતો અને કૌરવોનો વિશાળ વફાદાર. જ્યારે યુદ્ધમાં દુર્યોધન મારાયો, ત્યારે અશ્વત્થામાએ બદલો લેવા માટે પાંડવોના શિબિર પર રાત્રે હુમલો કર્યો અને તેમના સુતા પુત્રોની હત્યા કરી. આ અમાન્ય અને પાપી કાર્ય માટે શ્રીકૃષ્ણે તેને અમરતા નો શ્રાપ આપ્યો, જેથી તે સતત દુઃખ અને પીડામાં પૃથ્વી પર ફરતો રહ્યો. અશ્વત્થામાની કથા ક્રોધ અને બદલાની વિઘ્નકારક અસર બતાવે છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Drona and Kripi",
        "hi": "द्रोण और कृपी के पुत्र",
        "mr": "द्रोण आणि कृपीचे पुत्र",
        "sk": "द्रोनस्य कृप्या च पुत्रः",
        "gu": "દ્રોણ અને કૃપીના પુત્ર"
      },
      "student_of": {
        "en": "Student of Drona in the art of warfare",
        "hi": "द्रोण से युद्धकला के छात्र",
        "mr": "द्रोण कडून युद्धकलेचे शिष्य",
        "sk": "द्रोनस्य युद्धकला च शिष्यः",
        "gu": "દ્રોણ પાસેથી યુદ્ધકલા શિષ્ય"
      },
      "warrior_of": {
        "en": "Warrior of the Kaurava army in the Kurukshetra War",
        "hi": "कुरुक्षेत्र युद्ध में कौरवों की सेना के योद्धा",
        "mr": "कुरुक्षेत्र युद्धात कौरव सेनेचे योद्धा",
        "sk": "कुरुक्षेत्रे युद्धे कौरव सेना च योद्धा",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં કૌરવા સેનાનું યુદ્ધવીર"
      },
      "defender_of": {
        "en": "Defender of the Kaurava kingdom",
        "hi": "कौरव राज्य के रक्षक",
        "mr": "कौरव राज्याचे रक्षक",
        "sk": "कौरव राज्यं रक्षकः",
        "gu": "કૌરવ રાજ્યનો રક્ષક"
      },
      "participant_in": {
        "en": "Participant in the Kurukshetra War on the Kaurava side",
        "hi": "कुरुक्षेत्र युद्ध में कौरवों की ओर से भागीदार",
        "mr": "कुरुक्षेत्र युद्धात कौरवांच्या बाजूने सहभागी",
        "sk": "कुरुक्षेत्रे युद्धे कौरव पक्षे भागीदारः",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં કૌરવોની બાજુથી ભાગીદાર"
      },
      "son_of_teacher": {
        "en": "Son of the teacher Drona",
        "hi": "गुरु द्रोण के पुत्र",
        "mr": "गुरु द्रोणांचे पुत्र",
        "sk": "गुरु द्रोनस्य पुत्रः",
        "gu": "ગુરુ દ્રોણના પુત્ર"
      },
      "avenger_of": {
        "en": "Avenger of his father's death, seeking to avenge Drona's death during the Kurukshetra War",
        "hi": "अपने पिता की मृत्यु का प्रतिशोध लेनेवाला, द्रोण की मृत्यु का प्रतिशोध लेने के लिए कुरुक्षेत्र युद्ध के दौरान",
        "mr": "आपल्या पित्याच्या मृत्यूचा प्रतिशोध घेणारा, द्रोणच्या मृत्यूचा प्रतिशोध घेण्यासाठी कुरुक्षेत्र युद्धात",
        "sk": "पितुः मृत्युः प्रतिशोधाय विजिगीषुः, द्रोनस्य मृत्युः प्रतिशोधाय कुरुक्षेत्रे युद्धे",
        "gu": "પિતાની મરણનો પ્રતિસાધન કરનાર, દ્રોણના મરણનો પ્રતિસાધન કરવા માટે કુરુક્ષેત્ર યુદ્ધમાં"
      },
      "killed_son_of": {
        "en": "Killed the son of Pandavas, Abhimanyu, during the war",
        "hi": "युद्ध के दौरान पांडवों के पुत्र अभिमन्यु को मारा",
        "mr": "युद्धाच्या दरम्यान पांडवांचे पुत्र अभिमन्यु मारले",
        "sk": "युद्धे पाण्डवस्य पुत्रं अभिमन्युं हत्वा",
        "gu": "યુદ્ધ દરમિયાન પાંડવોના પુત્ર અભિમન્યુને માર્યો"
      },
      "survived_war": {
        "en": "Survived the Kurukshetra War, but later faced punishment for his actions",
        "hi": "कुरुक्षेत्र युद्ध में जीवित रहा, लेकिन बाद में अपनी क्रियाओं के लिए दंडित हुआ",
        "mr": "कुरुक्षेत्र युद्धात जीवित राहिला, परंतु नंतर त्याच्या कृतींमुळे दंड दिला गेला",
        "sk": "कुरुक्षेत्रे युद्धे जीवितः आसीत, परं तु क्रियायाः दण्डाय समाश्रितः",
        "gu": "કુરુક્ષેત્ર યુદ્ધમાં જીવિત રહ્યો, પરંતુ પછી તેની ક્રિયાઓ માટે શાસ્તિભૂત થયો"
      }
    }
  },
  {
    "id": "draupadi",
    "name": {
      "en": "Draupadi",
      "hi": "द्रौपदी",
      "mr": "द्रौपदी",
      "sk": "द्रौपदी",
      "gu": "દ્રૌપદી"
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530604/GitaVaani-Verses/Characters/draupadi.png",
    "type": "primary_character",
    "role": {
      "en": "Wife of the Pandavas; symbol of strength and dignity.",
      "hi": "पांडवों की पत्नी; शक्ति और गरिमा की प्रतीक।",
      "mr": "पांडवांची पत्नी; सामर्थ्य आणि प्रतिष्ठेचे प्रतीक।",
      "sk": "पाण्डवानां पत्नी; शक्तेः गौरवस्य च प्रतीका।",
      "gu": "પાંડવોની પત્ની; શક્તિ અને ગૌરવનું પ્રતિક."
    },
    "description": {
      "en": "Draupadi, born from fire, was the daughter of King Drupada and the wife of all five Pandavas. She was known for her unwavering dignity, courage, and deep sense of justice. Her humiliation in the Kaurava court after the dice game became a major turning point in the Mahabharata, fueling the fire of the great war. Despite the immense pain and suffering she faced, Draupadi remained firm and fearless, demanding justice and standing tall among kings and warriors. Her strength lay not in physical power but in her resilience, moral integrity, and fierce resolve. Draupadi is revered as a symbol of feminine strength, honor, and unshakable will.",
      "hi": "द्रौपदी, जो अग्नि से उत्पन्न हुई थीं, राजा द्रुपद की पुत्री और पांचों पांडवों की पत्नी थीं। वे अपने आत्मसम्मान, साहस और न्याय की भावना के लिए जानी जाती थीं। कौरव सभा में वस्त्रहरण की घटना महाभारत के युद्ध का महत्वपूर्ण मोड़ बनी। इतने अपमान और पीड़ा के बावजूद, द्रौपदी डरी नहीं, टूटी नहीं, बल्कि न्याय की मांग करते हुए अडिग रहीं। उनका बल बाहुबल में नहीं, बल्कि उनके चरित्र, साहस और संकल्प में था। द्रौपदी आज भी स्त्री-शक्ति, सम्मान और दृढ़ इच्छाशक्ति की प्रेरणा हैं।",
      "mr": "द्रौपदी, अग्नीमधून उत्पन्न झालेली, राजा द्रुपदाची कन्या आणि पाचही पांडवांची पत्नी होती. ती तिच्या असामान्य धैर्य, आत्मसन्मान आणि न्यायाची भावना यासाठी ओळखली जाते. कौरवांच्या सभेत तिचा अपमान झाला, ज्यामुळे महाभारताच्या युद्धाचा प्रारंभ झाला. तिने अपार वेदना सोसल्या, पण ती कधीही खचली नाही. न्यायासाठी तिची लढाई, तिची न खचणारी वृत्ती हे तिचे खरे सामर्थ्य होते. द्रौपदी ही स्त्रीच्या सामर्थ्य, सन्मान आणि न डगमगणाऱ्या इच्छाशक्तीचं प्रतीक आहे.",
      "sk": "द्रौपदी, अग्नेर्जाता, द्रुपदराजस्य पुत्री च पञ्चपाण्डवानां पत्नी च आसीत्। सा आत्मगौरवे, धैर्ये च न्याये च दृढा आसीत्। कौरवसभायां तस्याः अपमानः महाभारतयुद्धस्य मुख्यकारणम् अभवत्। सा दुःखं बहु अनुभव्य अपि न कदापि व्यथिता। सा नारीशक्तेः, सत्यमार्गस्य च प्रतीका आसीत्। तस्याः सामर्थ्यं बाहुबले न, अपितु स्थैर्ये, नीतौ च आसीत्। द्रौपदी इदानीं अपि नारीशौर्यस्य प्रेरणास्रोतः इति कथ्यते।",
      "gu": "દ્રૌપદી, જેઓ અગ્નિમાંથી જન્મી હતી, રાજા દ્રુપદની પુત્રી અને પાંચ્ચે પાંડવોની પત્ની હતી. દ્રૌપદી તેમના આત્મસન્માન, અડગ ધીરજ અને ન્યાયની માંગ માટે જાણીતી છે. કૌરવોની સભામાં થયેલો તેમનો અપમાન મહાભારત યુદ્ધની ચિંકી બનાવો તેવો પળ હતો. તેમ છતાં, દ્રૌપદીએ હિંમત ન હારી અને નિર્ભયતાપૂર્વક ન્યાયની માંગ રાખી. તેમનું બળ તેમના શરીરશક્તિમાં નહીં પણ તેમના ચરિત્ર, આત્મવિશ્વાસ અને અડગ સંકલ્પમાં હતું. દ્રૌપદી આજે પણ નારી શક્તિ અને આત્મસન્માનનું પ્રતિક છે."
    },
    "relations": {
      "wife_of": {
        "en": "Wife of the five Pandavas",
        "hi": "पाँचों पांडवों की पत्नी",
        "mr": "पाच पांडवांची पत्नी",
        "sk": "पञ्च पाण्डवाणां पतिव्रता",
        "gu": "પાંચ પાંડવોની પત્ની"
      },
      "daughter_of": {
        "en": "Daughter of King Drupada",
        "hi": "राजा द्रुपद की पुत्री",
        "mr": "राजा द्रुपद यांची मुलगी",
        "sk": "राजा द्रुपदस्य कन्या",
        "gu": "રાજા દ્રુપદની દીકરી"
      },
      "sister_of": {
        "en": "Sister of Dhrishtadyumna",
        "hi": "धृष्टद्युम्न की बहन",
        "mr": "धृष्टद्युम्न यांची बहीण",
        "sk": "धृष्टद्युम्नस्य भगिनी",
        "gu": "ધૃષ્ટદ્યુમ્નની બહેન"
      },
      "mother_of": {
        "en": "Mother of Upapandavas",
        "hi": "उपपांडवों की माँ",
        "mr": "उपपांडवांची आई",
        "sk": "उपपाण्डवाणां मातरः",
        "gu": "ઉપપાંડવોની માતા"
      },
      "wife_of_krishna": {
        "en": "Wife of Lord Krishna (according to some interpretations)",
        "hi": "भगवान श्री कृष्ण की पत्नी (कुछ व्याख्याओं के अनुसार)",
        "mr": "भगवान श्री कृष्णांची पत्नी (काही समजुतीनुसार)",
        "sk": "भगवान श्री कृष्णा पतिव्रता (किंचित् व्याख्याः अनुसार)",
        "gu": "ભગવાન શ્રી કૃષ્ણની પત્ની (કેટલાય વ્યાખ્યાઓ અનુસાર)"
      },
      "enemy_of": {
        "en": "Enemy of Dushasana",
        "hi": "दुशासन की शत्रु",
        "mr": "दुशासनाची शत्रू",
        "sk": "दुषासनस्य शत्रुः",
        "gu": "દુશાસનની દુશ્મન"
      },
      "victim_of": {
        "en": "Victim of the dice game humiliation",
        "hi": "पासे के खेल में अपमान की शिकार",
        "mr": "पासे खेळातील अपमानाची शिकार",
        "sk": "पणखेलकाले हानिवर्धिता",
        "gu": "પિસાના ખેલમાં અપમાનની પીડિતા"
      },
      "symbol_of_dignity": {
        "en": "Symbol of dignity and self-respect",
        "hi": "गरिमा और आत्म-सम्मान का प्रतीक",
        "mr": "सन्मान आणि आत्मसन्मानाचे प्रतीक",
        "sk": "गौरव च आत्म-सम्मानस्य प्रतीक",
        "gu": "આદર અને આત્મસન્માનનું પ્રતિક"
      }
    }
  },
  {
    "id": "shakuni",
    "name": {
      "en": "Shakuni",
      "hi": "शकुनि",
      "mr": "शकुनी",
      "sk": "शकुनिः",
      "gu": "શકુનિ"
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530823/GitaVaani-Verses/Characters/Sakuni.png",
    "type": "secondary_character",
    "role": {
      "en": "Maternal uncle of the Kauravas; expert in deceit.",
      "hi": "कौरवों के मामा; कपट में माहिर।",
      "mr": "कौरवांचे मामा; कपटामध्ये पारंगत।",
      "sk": "कौरवाणां मामा; कपटज्ञः।",
      "gu": "કૌરવોના મામા; કપટમાં પારંગત."
    },
    "description": {
      "en": "Shakuni, the maternal uncle of the Kauravas, was a devious and cunning figure in the Mahabharata. Known for his sharp intellect and his ability to manipulate others, he was the mastermind behind many of the Kaurava's schemes. He was highly skilled in the art of deceit and played a key role in sowing discord between the Pandavas and Kauravas. His deep hatred for the Pandavas and his desire for power led him to orchestrate the infamous game of dice, which was a major turning point in the war of Kurukshetra. Shakuni's intelligence, along with his willingness to use underhanded methods, made him a formidable and feared character in the epic.",
      "hi": "शकुनि कौरवों के मामा थे और महाभारत के एक कपटी और चालाक पात्र थे। अपनी तीव्र बुद्धिमत्ता और दूसरों को अपने इरादों के अनुसार नियंत्रित करने की क्षमता के लिए प्रसिद्ध, वह कौरवों की कई साजिशों के प्रमुख रचनाकार थे। धोखाधड़ी में पारंगत होने के कारण उन्होंने पांडवों और कौरवों के बीच कलह और विघटन फैलाने का कार्य किया। उनका पांडवों से गहरा द्वेष और सत्ता की इच्छा उन्हें कौरवों के पक्ष में खड़ा कर दिया। शकुनि ने महाभारत के युद्ध को तय करने वाली प्रसिद्ध जुए की खेल को भी रचा, जिसने कुरुक्षेत्र युद्ध की दिशा बदल दी। उनकी चतुराई और कपटपूर्ण तरीके उन्हें महाभारत के एक खतरनाक और डरावने पात्र बना देते हैं।",
      "mr": "शकुनि कौरवांचे मामा होते आणि महाभारतातील एक कपटी आणि चालाक पात्र होते. त्यांची तीव्र बुद्धिमत्ता आणि इतरांना आपले धोरण लागू करण्याची क्षमता त्यांना कौरवांच्या अनेक साजिशांचा मुख्य रचनाकार बनवते. धोखाधडी आणि कपटीपणात पारंगत असलेले शकुनि पांडव आणि कौरव यांच्यात फूट आणि कलह निर्माण करत होता. पांडवांबद्दलचा त्याचा दुराग्रह आणि सत्ता मिळवण्याची इच्छा त्याला कौरवांच्या बाजूने लढवते. शकुनि ही कुरुक्षेत्र युद्धाच्या निर्णायक घटनांमध्ये प्रमुख भूमिका बजावणारा एक पात्र आहे, कारण त्याने कौरवांना पांडवांविरुद्धच्या जुगाराच्या खेळाची रचना केली, जी युद्धाची दिशा बदलली. त्याची कुशाग्रता आणि धोखाधडीच्या पद्धती त्याला महाभारतात एक भयंकर आणि कापटपूर्ण पात्र बनवतात.",
      "sk": "शकुनिः कौरवाणां मामा आसीत, यः महाभारतस्य एकं कपटज्ञं च चालाकं पात्रं आसीत। बुद्धिमत्तया च इतरानां स्वेच्छायाः नीतिं प्रवर्तयितुम् अर्हत। तस्य कौशलं च धोकायाः रचनायां प्रतिषेधायां च प्रमुखं भूमिका वर्तते। पाण्डवानां विषये घोरं द्वेषं च अस्ति, यः सत्तायाः प्राप्तिम् इच्छति। शकुनि कौरवाणां पक्षे महाभारते युद्धे निर्णायकं कर्ता अस्ति, यः पाण्डवेषु विरोधायां प्रमुखं खेलं क्रीडितवान्, यः कुरुक्षेत्रे युद्धस्य दिशा परिवर्तयामास। तस्य शास्त्रज्ञता च कुशलता एकं भयंकरं पात्रं यथार्थे परिमाणं कुर्वन्ति।",
      "gu": "શકુની કૌરવોના મામા હતા અને મહાભારતમાં એક કપટ અને ચતુર પાત્ર હતા. તેમની તિવર બુદ્ધિ અને અન્યને પોતાના અનુકૂળ કામ કરવા માટે પ્રેરિત કરવાની ક્ષમતા તેમને કૌરવોની ઘણી સાઝિશોના મુખ્ય રચનાકર્તા બનાવે છે. તેઓ ઠોકાબાજી અને ચાલાકીમાં નિપુણ હતા અને પાંડવો અને કૌરવો વચ્ચે વિભાજન અને કલહ ફેલાવવાનું કાર્ય કર્યું હતું. પાંડવો માટે તેમનો ઘેંટો અને સત્તાનો લાલચ તેને કૌરવોની તરફ ખેંચી લાવતો હતો. शकુની એ જુગારના ગેમમાં મુખ્ય ભૂમિકા ભજવી હતી, જે મહાભારતના યુદ્ધ માટે સમયનો મોખરું હતું. તેમની ચતુરાઈ અને થકીના ઉપાયો તેમને મહાભારતમાં એક ભયંકર અને ખતરનાક પાત્ર બનાવે છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of King Subala of Gandhara",
        "hi": "गांधार के राजा सुभल के पुत्र",
        "mr": "गांधारचे राजा सुभल यांचे पुत्र",
        "sk": "गांधारराजस्य सुभलस्य पुत्रः",
        "gu": "ગાંધારના રાજા સુભલના પુત્ર"
      },
      "brother_of": {
        "en": "Brother of Queen Gandhari, mother of the Kauravas",
        "hi": "कौरवों की माता महारानी गांधारी के भाई",
        "mr": "कौरवांच्या माता राणी गांधारीचे भाऊ",
        "sk": "कौरवाणां मातरं गांधारीं भ्राता",
        "gu": "કૌરવોની માતા રાણી ગાંધીરીના ભાઈ"
      },
      "maternal_uncle_of": {
        "en": "Maternal uncle of the Kauravas",
        "hi": "कौरवों के मामा",
        "mr": "कौरवांचे मामा",
        "sk": "कौरवाणां मामाः",
        "gu": "કૌરવોના મામા"
      },
      "advisor_of": {
        "en": "Advisor to the Kaurava princes, especially Duryodhana",
        "hi": "कौरवों के राजकुमारों के सलाहकार, विशेष रूप से दुर्योधन",
        "mr": "कौरव राजकुमारांचे सल्लागार, विशेषत: दुर्योधन",
        "sk": "कौरवाणां राजकुमाराणां सल्लागारः, विशेषतः दुर्योधनस्य",
        "gu": "કૌરવોના રાજકુમારોના સલાહકાર, ખાસ કરીને દુરૂયોધન"
      },
      "mastermind_of": {
        "en": "Mastermind behind many of the Kaurava schemes",
        "hi": "कौरवों की कई साजिशों के मुख्य योजनाकार",
        "mr": "कौरवांच्या अनेक कटांची मुख्य योजनाकार",
        "sk": "कौरवाणां योजनां रचनायाः प्रमुखसाक्षात्कर्ता",
        "gu": "કૌરવોની ઘણી સાઝિશોના મુખ્ય યોજક"
      },
      "enemy_of": {
        "en": "Enemy of the Pandavas, responsible for causing divisions",
        "hi": "पांडवों के दुश्मन, जो विभाजन उत्पन्न करने के लिए जिम्मेदार थे",
        "mr": "पांडवांचे शत्रू, जे विभाग निर्माण करण्यासाठी जबाबदार होते",
        "sk": "पाण्डवाणां शत्रुः, येषां विभागं कारणं आसीत",
        "gu": "પાંડવોના દુશ્મન, જે વિભાજન સર્જવા માટે જવાબદાર હતા"
      },
      "instigator_of": {
        "en": "Instigator of the game of dice that led to the humiliation of Draupadi",
        "hi": "ताश के खेल का उकसाने वाला, जिसने द्रौपदी की बेइज्जती की",
        "mr": "द्रौपदीच्या अपमानाची कारणीभूत असलेला जुगार",
        "sk": "चालितकारः कासीं क्रीडायाः यः द्रौपदीं अपमानयत्",
        "gu": "દ્રૌપદીના અપમાન માટે દાવપેચ રમાવવાનો પ્રવૃત્તિકર્તા"
      },
      "manipulator_of": {
        "en": "Manipulator of Duryodhana's emotions and decisions",
        "hi": "दुर्योधन के भावनाओं और निर्णयों का manipulater",
        "mr": "दुर्योधनच्या भावना आणि निर्णयांचे नियंत्रक",
        "sk": "दुर्योधनस्य भावनां च निर्णयां च नियंत्रयिता",
        "gu": "દુર્યોધનના ભાવનાઓ અને નિર્ણયોને નિયંત્રિત કરનાર"
      },
      "bringer_of_war": {
        "en": "Brought about the great war of Kurukshetra through his schemes",
        "hi": "अपनी साजिशों के माध्यम से कुरुक्षेत्र के महान युद्ध की शुरुआत की",
        "mr": "त्याच्या साजिशांमुळे कुरुक्षेत्राच्या महायुद्धाला सुरवात केली",
        "sk": "तस्य योजनायाः कुरुक्षेत्रे महायुद्धं प्रेरयितुम्",
        "gu": "તેની સાઝિશોથી કુરુક્ષેત્રના મહાયુદ્ધને લાવનાર"
      },
      "counselor_of": {
        "en": "Counselor of Duryodhana, advising him on matters of the kingdom",
        "hi": "दुर्योधन के सलाहकार, जो उसे राज्य के मामलों पर सलाह देते थे",
        "mr": "दुर्योधनाचे सल्लागार, जो त्याला राज्याच्या मुद्द्यांवर सल्ला देत होते",
        "sk": "दुर्योधनस्य सल्लागारः, यः राज्यमध्ये विषयेषु मार्गदर्शकः आसीत",
        "gu": "દુર્યોધનના સલાહકાર, જે તેને રાજ્યના મામલાઓ પર સલાહ આપતા હતા"
      }
    }
  },
  {
    "id": "dushasana",
    "relations": {
      "brother_of": {
        "en": "Brother of Duryodhana",
        "hi": "दुर्योधन के भाई",
        "mr": "दुर्योधनाचे भाऊ",
        "sk": "दुर्योधनस्य भ्रातः",
        "gu": "દુર્યોધનના ભાઈ"
      },
      "son_of": {
        "en": "Son of Dhritarashtra and Gandhari",
        "hi": "धृतराष्ट्र और गांधारी के पुत्र",
        "mr": "धृतराष्ट्र आणि गांधारीचे पुत्र",
        "sk": "धृतराष्ट्रः गांधारी च पुत्रः",
        "gu": "ધૃતરાષ્ટ્ર અને ગાંધારીના પુત્ર"
      },
      "uncle_of": {
        "en": "Uncle of the Pandavas",
        "hi": "पांडवों के चाचा",
        "mr": "पांडवांचे काका",
        "sk": "पाण्डवानां च मामा",
        "gu": "પાંડવોના કાકા"
      },
      "enemy_of": {
        "en": "Enemy of the Pandavas",
        "hi": "पांडवों के शत्रु",
        "mr": "पांडवांचे शत्रु",
        "sk": "पाण्डवानां शत्रुः",
        "gu": "પાંડવોના દુશ્મન"
      },
      "adversary_of": {
        "en": "Adversary of Bhima",
        "hi": "भीम के विरोधी",
        "mr": "भीमाचे प्रतिस्पर्धी",
        "sk": "भीमस्य शत्रुः",
        "gu": "ભીમના વિરોધી"
      },
      "companion_of": {
        "en": "Companion of Duryodhana in the Kuru court",
        "hi": "कुरु दरबार में दुर्योधन के साथी",
        "mr": "कुरु दरबार मध्ये दुर्योधनाचे साथी",
        "sk": "कुरु दरबारस्य दुर्योधनस्य सहकारी",
        "gu": "કુરુ દરબારમાં દુર્યોધનના સાથી"
      },
      "opponent_of": {
        "en": "Opponent of Draupadi's honor during the dice game",
        "hi": "द्रौपदी के सम्मान का विरोधी पासे के खेल के दौरान",
        "mr": "द्रौपदीच्या सन्मानाचे विरोधक पासे खेळ दरम्यान",
        "sk": "द्रौपदीं सम्मानस्य विरोधी च पण खेलकाले",
        "gu": "દ્રૌપદીના માનનો વિરોધી પિસાના ખેલ દરમિયાન"
      }
    },
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1744530591/GitaVaani-Verses/Characters/dushasana.png",
    "type": "secondary_character",
    "role": {
      "en": "Second eldest Kaurava; known for his cruelty, particularly during the game of dice.",
      "hi": "कौरवों में दूसरा सबसे बड़ा पुत्र; विशेष रूप से पासे के खेल के दौरान अपनी क्रूरता के लिए प्रसिद्ध।",
      "mr": "कौरवांमध्ये दुसर्‍या क्रमांकाचा मुलगा; विशेषत: पासे खेळ दरम्यान आपल्या क्रूरतेसाठी प्रसिद्ध.",
      "sk": "कौरवाणां मध्ये द्वितीयः पुत्रः; विशेषत: पण खेलकाले क्रूरतायाः प्रसिद्धः।",
      "gu": "કૌરવોમાં બીજું સૌથી મોટું પુત્ર; ખાસ કરીને પિસાના ખેલ દરમિયાન તેની ક્રૂરતાને માટે પ્રસિદ્ધ."
    },
    "description": {
      "en": "Dushasana was one of the Kaurava princes, known for his cruelty and antagonism towards the Pandavas. He was particularly infamous for his role in the disrobing of Draupadi during the infamous dice game in the court of Hastinapura. He was the second eldest son of Dhritarashtra and Gandhari, and a loyal supporter of his elder brother Duryodhana. His actions in the Kurukshetra war and his hatred towards the Pandavas marked his character as one of the primary antagonists of the epic.",
      "hi": "दुशासन कौरवों में एक राजकुमार था, जिसे पांडवों के प्रति अपनी क्रूरता और शत्रुता के लिए जाना जाता है। वह विशेष रूप से हस्तिनापुर के दरबार में पासे के खेल के दौरान द्रौपदी के वस्त्रहरण में अपनी भूमिका के लिए कुख्यात था। वह धृतराष्ट्र और गांधारी का दूसरा सबसे बड़ा पुत्र था, और अपने बड़े भाई दुर्योधन का वफादार समर्थक था। कौरवों और पांडवों के बीच युद्ध में उसकी भूमिका और पांडवों के प्रति उसकी घृणा ने उसे महाकाव्य के प्रमुख विरोधियों में से एक बना दिया।",
      "mr": "दुशासन कौरवांमध्ये एक राजकुमार होता, जो पांडवांशी असलेल्या क्रूरतेसाठी आणि शत्रुतेसाठी प्रसिद्ध होता. तो विशेषत: हस्तिनापुरच्या दरबारात पासे खेळ दरम्यान द्रौपदीच्या वस्त्रहरणामध्ये त्याच्या भूमिकेसाठी कुख्यात होता. तो धृतराष्ट्र आणि गांधारीचा दुसर्‍या क्रमांकाचा मुलगा होता, आणि आपल्या मोठ्या भावाच्या दुर्योधनाचा निष्ठावान समर्थक होता. कौरव आणि पांडवांमध्ये होणाऱ्या युद्धामध्ये त्याच्या भूमिकेने आणि पांडवांप्रति असलेल्या त्याच्या द्वेषाने त्याला महाकाव्याच्या मुख्य विरोधकांपैकी एक बनवले.",
      "sk": "दुशासनः कौरवाणां मध्ये एक राजकुमार आसीत, यः पाण्डवानां प्रति क्रूरतायाः च शत्रुतायाः प्रसिद्धः आसीत। सः विशेषत: हस्तिनापुरे दरबारे पणक खेलकाले द्रौपदीं वस्त्रहरणस्य मध्ये किञ्चित् मुख्यं भागमुत्पन्नो आसीत। सः धृतराष्ट्रः गांधारी च पुत्रः द्वितीयः आसीत, च यः स्वकं बडं भ्रातुः दुर्योधनस्य निष्ठावानं सहायकः आसीत। कुरुक्षेत्रे युद्धे तस्यं क्रूरं द्वेषं च पाण्डवानां प्रति स्थितं, यः महाकाव्ये मुख्यं विरोधं प्रमुखतया च प्रस्तुतं आसीत।",
      "gu": "દુશાસન કૌરવોમાં એક રાજકુમાર હતો, જેને પાંડવો પ્રત્યેની તેની ક્રૂરતા અને શત્રુતા માટે ઓળખવામાં આવતો હતો. તે ખાસ કરીને હસ્તિનાપુરના દરબારમાં પીસાના ખેલ દરમિયાન દ્રૌપદીના વસ્ત્રહરણમાં તેની ભૂમિકા માટે કુપપ્રસિદ્ધ હતો. તે ધૃતરાષ્ટ્ર અને ગાંધારીનો બીજું સૌથી મોટું પુત્ર હતો અને પોતાના મોટા ભાઈ દુરૂયોધનનો નિશ્તાવાન સમર્થક હતો. કૌરવો અને પાંડવો વચ્ચેના યુદ્ધમાં તેની ભૂમિકા અને પાંડવો પ્રત્યેની તેની વૈરભાવ સાથે તે મહાકાવ્યના મુખ્ય વિરોધીઓમાંથી એક બની ગયો."
    }
  },
  {
    "id": "vidura",
    "name": {
      "en": "Vidura",
      "hi": "विदुर",
      "mr": "विदुर",
      "sk": "विदुरः",
      "gu": "વિદુર"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1746299680/GitaVaani-Verses/Characters/vidura.png",
    "role": {
      "en": "Wise counselor of the Kuru dynasty; represents righteousness and moral clarity.",
      "hi": "कुरु वंश के बुद्धिमान सलाहकार; धर्म और नैतिक स्पष्टता का प्रतीक।",
      "mr": "कुरु वंशाचा बुद्धिमान सल्लागार; धर्म आणि नैतिक स्पष्टतेचे प्रतीक.",
      "sk": "कुरुवंशस्य बुद्धिमान् मन्त्रदाता; धर्मनैतिकस्पष्टतायाः प्रतीकः।",
      "gu": "કુરુ વંશના વિદ્વાન સલાહકાર; ધર્મ અને નૈતિક સ્પષ્ટતાનું પ્રતિક."
    },
    "description": {
      "en": "Vidura was a wise and respected counselor in the court of Hastinapura. Born of a sage and a maid, he was known for his deep understanding of dharma and his fearless expression of truth. Despite his birth, he held great influence due to his wisdom, integrity, and unwavering commitment to righteousness. He consistently advised the Kauravas and Pandavas to act in accordance with dharma. Vidura's insights and moral clarity are captured in the 'Vidura Niti', a revered text of ethical wisdom.",
      "hi": "विदुर हस्तिनापुर दरबार के बुद्धिमान और सम्मानित सलाहकार थे। एक ऋषि और दासी के पुत्र होने के बावजूद, वह धर्म की गहरी समझ और सत्य को निर्भयता से कहने के लिए प्रसिद्ध थे। अपने जन्म के बावजूद, उन्होंने अपनी बुद्धिमत्ता, ईमानदारी और धर्म के प्रति अडिग निष्ठा के कारण बड़ा प्रभाव बनाया। उन्होंने हमेशा कौरवों और पांडवों को धर्म के अनुसार कार्य करने की सलाह दी। विदुर की नैतिक स्पष्टता और ज्ञान 'विदुर नीति' में वर्णित है, जो नैतिक शिक्षा का एक महत्वपूर्ण ग्रंथ है।",
      "mr": "विदुर हे हस्तिनापूर दरबारातील बुद्धिमान आणि सन्माननीय सल्लागार होते. ते एका ऋषी आणि दासीच्या पुत्र होते, पण धर्माचे सखोल ज्ञान आणि निर्भय सत्यवादामुळे ते प्रसिद्ध होते. त्यांच्या जन्माच्या स्थितीमुळे नाही तर त्यांच्या प्रामाणिकपणा आणि धर्मनिष्ठेमुळे त्यांचा दरबारात मोठा प्रभाव होता. त्यांनी नेहमी कौरव आणि पांडव यांना धर्मानुसार वागण्याचा सल्ला दिला. विदुराचे नैतिक तत्त्वज्ञान 'विदुर नीती' मध्ये वर्णन केले आहे.",
      "sk": "विदुरः हस्तिनापुरस्य सभायां प्राज्ञः आदरणीयः च मन्त्रदाता आसीत्। सः मुनेश्च दास्याः च पुत्रः सन् अपि धर्मस्य गम्भीरज्ञानं सत्यस्य च निर्भयप्रकाशनं कृतवान्। तेन धर्मनिष्ठया सत्यवादेन च महान् प्रभावः प्राप्तः। सः सदा कौरवान् पाण्डवान् च धर्मानुसारं कार्यं कर्तव्यम् इति उपदिष्टवान्। तस्य नैतिकबुद्धिः 'विदुरनीतिः' नाम ग्रन्थे संगृहीता अस्ति।",
      "gu": "વિદુર હસ્તિનાપુરના દરબારમાં વિદ્વાન અને સન્માનનીય સલાહકાર હતા. તેઓ ઋષિ અને દાસીની સંતાન હોવા છતાં, ધર્મની ઊંડી સમજ અને નિર્ભય રીતે સત્ય બોલવા માટે પ્રસિદ્ધ હતા. તેમના જન્મને લીધે નહીં પરંતુ તેમના જ્ઞાન અને ધર્મનિષ્ઠાને કારણે તેઓ ખુબ જ પ્રભાવશાળી બન્યા. તેમણે હંમેશાં કૌરવો અને પાંડવોને ધર્મ અનુસાર વલણ અપનાવવા કહ્યું. વિદુરની નૈતિક સ્પષ્ટતા 'વિદુર નীতি' તરીકે ઓળખાતી સુવિખ્યાત નૈતિકતા ગ્રંથમાં દર્શાવવામાં આવી છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Sage Vyasa and a palace maid",
        "hi": "महर्षि वेदव्यास और एक दासी के पुत्र",
        "mr": "महर्षी वेदव्यास आणि एका दासीचे पुत्र",
        "sk": "महर्षेः वेदव्यासस्य दास्याः पुत्रः",
        "gu": "મહર્ષિ વેદવ્યાસ અને એક દાસીનો પુત્ર"
      },
      "brother_of": {
        "en": "Half-brother of Dhritarashtra and Pandu",
        "hi": "धृतराष्ट्र और पांडु के सौतेले भाई",
        "mr": "धृतराष्ट्र आणि पांडूचे सावत्र भाऊ",
        "sk": "धृतराष्ट्रस्य पाण्डोः च सौतेरः भ्राता",
        "gu": "ધૃતરાષ્ટ્ર અને પાંડુના સાવકા ભાઈ"
      },
      "advisor_of": {
        "en": "Advisor of the Kuru kingdom and supporter of the Pandavas",
        "hi": "कुरु राज्य के सलाहकार और पांडवों के समर्थक",
        "mr": "कुरु राज्याचे सल्लागार आणि पांडवांचे समर्थक",
        "sk": "कुरुराज्यस्य मन्त्रदाता पाण्डवानां च समर्थकः",
        "gu": "કુરુ રાજ્યના સલાહકાર અને પાંડવોના સમર્થક"
      },
      "symbol_of": {
        "en": "Symbol of wisdom and dharma",
        "hi": "बुद्धि और धर्म का प्रतीक",
        "mr": "बुद्धी आणि धर्माचे प्रतीक",
        "sk": "प्रज्ञायाः धर्मस्य च प्रतीकः",
        "gu": "જ્ઞાન અને ધર્મનું પ્રતિક"
      }
    }
  },
  {
    "id": "shantanu",
    "name": {
      "en": "Shantanu",
      "hi": "शांतनु",
      "mr": "शांतनु",
      "sk": "शान्तनुः",
      "gu": "શાંતનુ"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1746247684/GitaVaani-Verses/Characters/shantanu.png",
    "role": {
      "en": "King of Hastinapura and father of Bhishma; symbolizes the complexities of desire and duty.",
      "hi": "हस्तिनापुर के राजा और भीष्म के पिता; इच्छा और कर्तव्य की जटिलताओं का प्रतीक।",
      "mr": "हस्तिनापूरचे राजा आणि भीष्मांचे वडील; इच्छा आणि कर्तव्याच्या गुंतागुंतीचे प्रतीक.",
      "sk": "हस्तिनापुरस्य राजा च भीष्मस्य पिता; इच्छाया कर्तव्यानां च जटिलतां दर्शयति।",
      "gu": "હસ્તિનાપુરના રાજા અને ભીષ્મના પિતા; ઈચ્છા અને ફરજની જટિલતાનું પ્રતિક."
    },
    "description": {
      "en": "Shantanu was a noble king of Hastinapura in the Mahabharata. He is best known as the father of Bhishma and husband of Ganga. His deep love for Ganga led him to agree to her unusual conditions, including not questioning her actions. Later, his love for Satyavati caused a turning point in the Kuru dynasty when Bhishma took a vow of lifelong celibacy. Shantanu’s character illustrates the challenges kings face between personal desires and royal responsibilities.",
      "hi": "शांतनु महाभारत में हस्तिनापुर के एक प्रतिष्ठित राजा थे। वह भीष्म के पिता और गंगा के पति के रूप में प्रसिद्ध हैं। गंगा से अपने गहरे प्रेम के कारण उन्होंने उसकी असामान्य शर्तों को स्वीकार किया, जिसमें उसके कार्यों पर सवाल न उठाने की शर्त भी शामिल थी। बाद में, सत्यवती के प्रति उनके प्रेम ने कुरु वंश के इतिहास में एक मोड़ ला दिया, जब भीष्म ने आजीवन ब्रह्मचर्य का व्रत लिया। शांतनु का चरित्र व्यक्तिगत इच्छाओं और शाही जिम्मेदारियों के बीच संघर्ष को दर्शाता है।",
      "mr": "शांतनु महाभारतातील हस्तिनापूरचे एक प्रतिष्ठित राजा होते. ते भीष्माचे वडील आणि गंगेचे पती म्हणून ओळखले जातात. गंगेवरील प्रेमामुळे त्यांनी तिच्या अटी मान्य केल्या, ज्यात तिच्या कृतींवर प्रश्न न विचारण्याची अट होती. नंतर सत्यवतीवरील प्रेमामुळे त्यांनी घेतलेले निर्णय कुरु वंशाच्या इतिहासात महत्त्वाचे ठरले, विशेषतः जेव्हा भीष्माने आजीवन ब्रह्मचर्य व्रत घेतले. शांतनुचा जीवन संघर्ष इच्छां आणि कर्तव्यातील द्वंद्वाचे प्रतिबिंब आहे.",
      "sk": "शान्तनुः महाभारते हस्तिनापुरस्य प्रतिष्ठितः राजा आसीत्। सः गङ्गायाः पतिः च भीष्मस्य जनकः आसीत्। सः गङ्गां अत्यन्तं स्नेहयन् तस्याः अतीव कठोराः शर्ताः अपि अङ्गीकृतवान्, तस्याः कर्मणां विषये प्रश्नं अकरोत्। अनन्तरं सत्यवत्याः कृते स्नेहः कुरुवंशस्य इतिहासे महत्त्वपूर्णं परिवर्तनं कृतवान्, यदा भीष्मः नित्यब्रह्मचर्यव्रतं स्वीकृतवान्। शान्तनुः पात्रं इच्छायाः च कर्तव्यानां च द्वन्द्वं दर्शयति।",
      "gu": "શાંતનુ મહાભારતના હસ્તિનાપુરના એક પ્રતિષ્ઠિત રાજા હતા. તે ભીષ્મના પિતા અને ગંગાના પતિ તરીકે જાણીતાં છે. ગંગા માટેના પ્રેમને કારણે તેણે એની અસામાન્ય શરતો સ્વીકારી, જેમાં એના કાર્યો અંગે પ્રશ્ન ન પૂછવાની શરત પણ હતી. પછી સત્યવતી માટેનો પ્રેમ અને ભીષ્મનું બ્રહ્મચર્યવ્રત સંસ્નીષ્ટ નિર્ણયો હતા, જેનાથી આખા કુરુ વંશના ભવિષ્યને અસર થઈ. શાંતનુનું પાત્ર વ્યક્તિત્વની ઈચ્છાઓ અને શાહી ફરજ વચ્ચેના સંઘર્ષને દર્શાવે છે."
    },
    "relations": {
      "father_of": {
        "en": "Father of Bhishma, Chitrangada, and Vichitravirya",
        "hi": "भीष्म, चित्रांगद और विचित्रवीर्य के पिता",
        "mr": "भीष्म, चित्रांगद आणि विचित्रवीर्यचे वडील",
        "sk": "भीष्मस्य, चित्रांगदस्य, विचित्रवीर्यस्य च पिता",
        "gu": "ભીષ્મ, ચિત્રાંગદ અને વિચિત્રવીર્યના પિતા"
      },
      "husband_of": {
        "en": "Husband of Ganga and Satyavati",
        "hi": "गंगा और सत्यवती के पति",
        "mr": "गंगा आणि सत्यवतीचे पती",
        "sk": "गङ्गायाः सत्यवत्याः च पतिः",
        "gu": "ગંગા અને સત્યવતીના પતિ"
      },
      "king_of": {
        "en": "King of Hastinapura",
        "hi": "हस्तिनापुर के राजा",
        "mr": "हस्तिनापूरचे राजा",
        "sk": "हस्तिनापुरस्य राजा",
        "gu": "હસ્તિનાપુરના રાજા"
      },
      "symbol_of": {
        "en": "Symbol of love, sacrifice, and royal responsibility",
        "hi": "प्रेम, त्याग और शाही जिम्मेदारी का प्रतीक",
        "mr": "प्रेम, त्याग आणि शाही जबाबदारीचे प्रतीक",
        "sk": "प्रेमत्यागराजकीयकर्तव्यानां च प्रतीकः",
        "gu": "પ્રેમ, ત્યાગ અને શાહી જવાબદારીનું પ્રતિક"
      }
    }
  },
  {
    "id": "kunti",
    "name": {
      "en": "Kunti",
      "hi": "कुंती",
      "mr": "कुंती",
      "sk": "कुन्ती",
      "gu": "કુંતી"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1746247684/GitaVaani-Verses/Characters/kunti.png",
    "role": {
      "en": "Mother of the Pandavas, symbol of strength, sacrifice, and wisdom.",
      "hi": "पांडवों की माता, शक्ति, त्याग और बुद्धिमत्ता का प्रतीक।",
      "mr": "पांडवांची माता, शक्ती, त्याग आणि बुद्धिमत्तेचे प्रतीक.",
      "sk": "पाण्डवानां माता, शक्तेः त्यागस्य च प्रतीका च बुद्धिमता।",
      "gu": "પાંડવોની માતા, શક્તિ, ત્યાગ અને જ્ઞાનનું પ્રતિક."
    },
    "description": {
      "en": "Kunti was the mother of the Pandavas and a central figure in the Mahabharata. Born as Pritha, she received a boon from Sage Durvasa to invoke any god and bear a child. Before marriage, she invoked Surya and gave birth to Karna, whom she had to abandon. Later, she married King Pandu and bore Yudhishthira, Bhima, and Arjuna through divine intervention. Kunti raised the Pandavas with resilience after Pandu’s death and guided them with wisdom throughout their journey. Her life reflects dignity, inner strength, and the pain of many difficult choices.",
      "hi": "कुंती पांडवों की माता और महाभारत की एक केंद्रीय पात्र थीं। वह पृथ नाम से जन्मी थीं और ऋषि दुर्वासा से वरदान प्राप्त किया था जिससे वह किसी भी देवता को बुलाकर संतान प्राप्त कर सकती थीं। विवाह से पूर्व उन्होंने सूर्य देव को बुलाया और कर्ण का जन्म हुआ, जिसे उन्होंने छोड़ दिया। बाद में उन्होंने पांडु से विवाह किया और युधिष्ठिर, भीम और अर्जुन को जन्म दिया। पांडु की मृत्यु के बाद उन्होंने पांडवों को दृढ़ता से पाला और उन्हें जीवन भर मार्गदर्शन दिया। कुंती का जीवन गरिमा, आंतरिक शक्ति और कठिन निर्णयों की पीड़ा को दर्शाता है।",
      "mr": "कुंती पांडवांची माता आणि महाभारतातील एक केंद्रीय पात्र होती. ती पृथ नावाने जन्मली होती आणि तिला दुर्वास ऋषीकडून वरदान मिळाले होते की ती कोणत्याही देवतेला बोलवून संतान प्राप्त करू शकते. विवाहपूर्व तिने सूर्यदेवाला बोलावले आणि कर्ण जन्माला आला, पण तिने त्याला त्यागले. नंतर तिने पांडुशी विवाह केला आणि युधिष्ठिर, भीम आणि अर्जुन यांना जन्म दिला. पांडुच्या मृत्यूनंतर तिने पांडवांना खंबीरपणे वाढवले आणि त्यांना सदैव मार्गदर्शन केले. कुंतीचे जीवन हे प्रतिष्ठा, अंतःशक्ती आणि कठीण निर्णयांच्या वेदनेचे प्रतीक आहे.",
      "sk": "कुन्ती पाण्डवानां माता च महाभारते प्रमुखं पात्रं आसीत्। सा पृथेति जन्मतः आसीत्, दुर्वासाः ऋषेः वरं प्राप्य देवतां आह्वाय्य पुत्रं प्राप्नोति स्म। विवाहात् पूर्वं सा सूर्यं आह्वाय्य कर्णं पुत्रं लब्धवती, तम् परित्यक्तवती च। अनन्तरं पाण्डुना सह विवाहं कृत्वा युधिष्ठिरं, भीमं, अर्जुनं च प्राप्तवती। पाण्डोः मृत्युः अनन्तरं कुन्ती पाण्डवान् धैर्येण पालिता च, मार्गदर्शिका चासीत्। तस्याः जीवितं गौरवं, अंतःशक्तिं, दुःखद निर्णयानां च प्रतीकं वर्तते।",
      "gu": "કુંતી પાંડવોની માતા અને મહાભારતની મુખ્ય પાત્ર છે. તે પૃથ તરીકે જન્મી હતી અને ઋષિ દુર્વાસાથી એવો આશીર્વાદ મળ્યો હતો કે તે કોઈપણ દેવતાને બોલાવી સંતાન પેદા કરી શકે. લગ્ન પહેલાં તેણે સૂર્યદેવને બોલાવ્યા અને કર્ણનો જન્મ થયો, જેને તેણે છોડી દીધો. પછી તેણે રાજા પાંડુ સાથે લગ્ન કર્યા અને યુધિષ્ઠિર, ભીમ અને અર્જુનને જન્મ આપ્યો. પાંડુના મૃત્યુ પછી, તેણે પાંડવોને મજબૂત રીતે ઉછેર્યા અને તેમને માર્ગદર્શન આપ્યું. કુંતીનું જીવન ગૌરવ, આંતરિક શક્તિ અને મુશ્કેલ નિર્ણયોનો પ્રતિબિંબ છે."
    },
    "relations": {
      "mother_of": {
        "en": "Mother of Yudhishthira, Bhima, Arjuna, and Karna",
        "hi": "युधिष्ठिर, भीम, अर्जुन और कर्ण की माता",
        "mr": "युधिष्ठिर, भीम, अर्जुन आणि कर्णची माता",
        "sk": "युधिष्ठिरस्य, भीमस्य, अर्जुनस्य, कर्णस्य च माता",
        "gu": "યુધિષ્ઠિર, ભીમ, અર્જુન અને કર્ણની માતા"
      },
      "wife_of": {
        "en": "Wife of King Pandu",
        "hi": "राजा पांडु की पत्नी",
        "mr": "राजा पांडूची पत्नी",
        "sk": "राज्ञः पाण्डोः पत्नी",
        "gu": "રાજા પાંડુની પત્ની"
      },
      "symbol_of": {
        "en": "Symbol of inner strength, sacrifice, and motherhood",
        "hi": "आंतरिक शक्ति, त्याग और मातृत्व का प्रतीक",
        "mr": "आत्मशक्ती, त्याग आणि मातृत्वाचे प्रतीक",
        "sk": "आत्मशक्तेः, त्यागस्य, मातृत्वस्य च प्रतीका",
        "gu": "આંતરિક શક્તિ, ત્યાગ અને માતૃત્વનું પ્રતિક"
      }
    }
  },
  {
    "id": "vyas",
    "name": {
      "en": "Ved Vyasa",
      "hi": "वेद व्यास",
      "mr": "वेदव्यास",
      "sk": "वेदव्यासः",
      "gu": "વેદ વ્યાસ"
    },
    "type": "primary_character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1746247684/GitaVaani-Verses/Characters/ved-vyas.png",
    "role": {
      "en": "Sage and author of the Mahabharata, symbol of knowledge and divine wisdom.",
      "hi": "महाभारत के रचयिता, ज्ञान और दिव्य बुद्धि के प्रतीक।",
      "mr": "महाभारताचे रचयिता, ज्ञान आणि दिव्य बुद्धीचे प्रतीक.",
      "sk": "महाभारतस्य रचयिता, ज्ञानस्य दिव्यबुद्धेः च प्रतीकः।",
      "gu": "મહાભારતના રચયિતા, જ્ઞાન અને દિવ્ય બુદ્ધિના પ્રતિક."
    },
    "description": {
      "en": "Ved Vyasa, also known as Krishna Dvaipayana Vyasa, was a revered sage and the legendary author of the Mahabharata. He is considered one of the greatest sages in Hindu tradition. Vyasa was the son of sage Parashara and Satyavati. He is credited with composing not only the Mahabharata but also compiling the Vedas and writing the 18 Puranas. In the Mahabharata, he also plays a key role by fathering Dhritarashtra, Pandu, and Vidura through a custom known as 'Niyoga'. Vyasa represents eternal wisdom, spiritual insight, and divine authorship.",
      "hi": "वेद व्यास, जिन्हें कृष्ण द्वैपायन व्यास भी कहा जाता है, एक महान ऋषि और महाभारत के रचयिता थे। वे हिन्दू परंपरा में महानतम ऋषियों में गिने जाते हैं। वे ऋषि पराशर और सत्यवती के पुत्र थे। वेदों का संकलन और 18 पुराणों की रचना भी उन्होंने की थी। महाभारत में उन्होंने धृतराष्ट्र, पांडु और विदुर को नियोग के माध्यम से जन्म दिया। वेद व्यास ज्ञान, आध्यात्मिक दृष्टि और दिव्यता के प्रतीक माने जाते हैं।",
      "mr": "वेदव्यास, ज्यांना कृष्ण द्वैपायन व्यास म्हणूनही ओळखले जाते, हे एक महान ऋषी आणि महाभारताचे रचयिता होते. ते ऋषी पराशर आणि सत्यवती यांचे पुत्र होते. त्यांनी वेदांचे संकलन केले आणि १८ पुराणे रचली. महाभारतात त्यांनी नियोगाच्या माध्यमातून धृतराष्ट्र, पांडू आणि विदुर यांना जन्म दिला. वेदव्यास हे शाश्वत ज्ञान, आध्यात्मिक दृष्टिकोन आणि दिव्य लेखनाचे प्रतीक आहेत.",
      "sk": "वेदव्यासः, कृष्णद्वैपायनव्यास इत्यपि प्रसिद्धः, महान् ऋषिः च महाभारतस्य रचयिता आसीत्। सः पराशरऋषेः सत्यवत्याश्च पुत्रः आसीत्। सः वेदान् सञ्चिनोत्, अष्टादशपुराणानि अपि रचयामास। महाभारते सः नियोगेन धृतराष्ट्रं, पाण्डुं, विदुरं च उत्पादितवान्। वेदव्यासः शाश्वतं ज्ञानं, आध्यात्मिकदृष्टिं, दिव्यलेखनं च प्रतीकः अस्ति।",
      "gu": "વેદ વ્યાસ, જેમને કૃષ્ણ દ્વૈપાયન વ્યાસ તરીકે પણ ઓળખવામાં આવે છે, તેઓ મહાન ઋષિ અને મહાભારતના રચયિતા હતા. તેઓ ઋષિ પરાશર અને સત્યવતીના પુત્ર હતા. તેમણે વેદોનું સંકલન કર્યું હતું અને ૧૮ પુરાણો લખ્યા હતા. મહાભારતમાં તેમણે નિયોગ રીતિથી ધૃતરાષ્ટ્ર, પાંડુ અને વિદુરને જન્મ આપ્યો. વેદ વ્યાસ શાશ્વત જ્ઞાન, આધ્યાત્મિક દ્રષ્ટિ અને દિવ્ય લેખનનું પ્રતિક છે."
    },
    "relations": {
      "son_of": {
        "en": "Son of Sage Parashara and Satyavati",
        "hi": "ऋषि पराशर और सत्यवती के पुत्र",
        "mr": "ऋषी पराशर आणि सत्यवती यांचे पुत्र",
        "sk": "ऋषेः पराशरस्य सत्यवत्याश्च पुत्रः",
        "gu": "ઋષિ પરાશર અને સત્યવતીના પુત્ર"
      },
      "father_of": {
        "en": "Father of Dhritarashtra, Pandu, and Vidura",
        "hi": "धृतराष्ट्र, पांडु और विदुर के पिता",
        "mr": "धृतराष्ट्र, पांडू आणि विदुर यांचे पिता",
        "sk": "धृतराष्ट्रपाण्डुविदुराणां पिता",
        "gu": "ધૃતરાષ્ટ્ર, પાંડુ અને વિદુરના પિતા"
      },
      "symbol_of": {
        "en": "Symbol of divine knowledge and authorship",
        "hi": "दिव्य ज्ञान और रचनाशीलता का प्रतीक",
        "mr": "दिव्य ज्ञान आणि रचनात्मकतेचे प्रतीक",
        "sk": "दिव्यज्ञानस्य रचनाशक्तेः च प्रतीकः",
        "gu": "દિવ્ય જ્ઞાન અને રચનાત્મકતાનું પ્રતિક"
      }
    }
  },
  {
    "id": "indra",
    "name": {
      "en": "Indra",
      "hi": "इंद्र",
      "mr": "इंद्र",
      "sk": "इन्द्रः",
      "gu": "ઇન્દ્ર"
    },
    "type": "deity",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1745052170/GitaVaani-Verses/Characters/Indra.png",
    "role": {
      "en": "King of the Devas and ruler of Svarga, associated with rain, thunder, and war.",
      "hi": "देवों के राजा और स्वर्ग के अधिपति, वर्षा, वज्र और युद्ध के देवता।",
      "mr": "देवतांचे राजा आणि स्वर्गाचे अधिपती, पावसाचे, वज्राचे आणि युद्धाचे देवता.",
      "sk": "देवानां राजा, स्वर्गस्य अधिपः, वर्षायाः वज्रस्य च देवता।",
      "gu": "દેવતાઓના રાજા અને સ્વર્ગના શાસક, વરસાદ, વીજળી અને યુદ્ધના દેવતા."
    },
    "description": {
      "en": "Indra is the king of the Devas (gods) and ruler of the heavenly realm, Svarga. He is the god of thunder, rain, and war, wielding the powerful weapon Vajra (thunderbolt). In the Mahabharata, Indra plays a crucial role as the father of Arjuna, the mightiest of the Pandavas, born through a divine boon to Kunti. Indra often appears to guide, test, or aid the Pandavas on their journey. He symbolizes power, leadership, and divine intervention.",
      "hi": "इंद्र देवताओं के राजा और स्वर्ग लोक के अधिपति हैं। वे वज्र, वर्षा और युद्ध के देवता हैं और उनके हाथ में वज्र (गर्जनास्त्र) होता है। महाभारत में इंद्र अर्जुन के पिता हैं, जो कुंती को एक दिव्य वरदान के माध्यम से प्राप्त हुए थे। वे पांडवों को मार्गदर्शन देने, उनकी परीक्षा लेने या सहायता करने के लिए कई बार प्रकट होते हैं। इंद्र शक्ति, नेतृत्व और दिव्य हस्तक्षेप के प्रतीक हैं।",
      "mr": "इंद्र हे देवतांचे राजा आणि स्वर्गाचे अधिपती आहेत. ते वज्र, पाऊस आणि युद्धाचे देव आहेत, आणि त्यांच्या हाती वज्रास्त्र असते. महाभारतात इंद्र अर्जुनाचे वडील आहेत, ज्यांचा जन्म कुंतीला दिलेल्या वरामुळे झाला होता. ते पांडवांना मार्गदर्शन करतात, त्यांची परीक्षा घेतात किंवा मदत करतात. इंद्र हे सामर्थ्य, नेतृत्व आणि दैवी हस्तक्षेपाचे प्रतीक आहेत.",
      "sk": "इन्द्रः देवानां राजा, स्वर्गस्य अधिपः च अस्ति। सः वर्षायाः, वज्रस्य युद्धस्य च देवता अस्ति। तस्य हस्ते वज्रः अस्ति। महाभारते सः अर्जुनस्य पिता अस्ति, यः कुंत्यै दिव्येन वरप्रदानात् जातः। इन्द्रः पाण्डवान् अनुगृह्णाति, परीक्षते च। सः शक्तेः, नेतृत्वस्य, दिव्यचेष्टायाः च प्रतीकः।",
      "gu": "ઇન્દ્ર દેવતાઓના રાજા અને સ્વર્ગના શાસક છે. તેઓ વરસાદ, વીજળી અને યુદ્ધના દેવતા છે અને તેમના હાથમાં વજ્ર હથિયાર હોય છે. મહાભારતમાં ઇન્દ્ર અર્જુનના પિતા છે, જેમનો જન્મ કુંતીને મળેલા દૈવી આશીર્વાદથી થયો હતો. તેઓ પાંડવોને માર્ગદર્શન આપે છે, ક્યારેક તેમની કસોટી લે છે અથવા મદદ કરે છે. ઇન્દ્ર શક્તિ, નેતૃત્વ અને દૈવી હસ્તક્ષેપનું પ્રતિક છે."
    },
    "relations": {
      "father_of": {
        "en": "Father of Arjuna (Pandava prince)",
        "hi": "अर्जुन के पिता (पांडव राजकुमार)",
        "mr": "अर्जुनचे वडील (पांडव राजकुमार)",
        "sk": "अर्जुनस्य पिता (पाण्डवराजकुमारः)",
        "gu": "અર્જુનના પિતા (પાંડવ રાજકુમાર)"
      },
      "symbol_of": {
        "en": "Symbol of strength, protection, and divine justice",
        "hi": "शक्ति, सुरक्षा और दैवी न्याय का प्रतीक",
        "mr": "शक्ती, संरक्षण आणि दैवी न्यायाचे प्रतीक",
        "sk": "शक्तेः संरक्षणस्य च दिव्यन्यायस्य प्रतीकः",
        "gu": "શક્તિ, રક્ષણ અને દૈવી ન્યાયનું પ્રતિક"
      }
    }
  },
  {
    "id": "vayudeva",
    "name": {
      "en": "Vayu Deva",
      "hi": "वायु देव",
      "mr": "वायू देव",
      "sk": "वायुः",
      "gu": "વાયુ દેવ"
    },
    "type": "deity",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1745052392/GitaVaani-Verses/Characters/vayudeva.png",
    "role": {
      "en": "God of wind, strength, and life breath; father of Bhima and Hanuman.",
      "hi": "वायु, शक्ति और प्राणों के देवता; भीम और हनुमान के पिता।",
      "mr": "वारा, शक्ती आणि प्राणशक्तीचे देव; भीम आणि हनुमानाचे वडील.",
      "sk": "वायुः वायोः शक्तेः च देवता, भीमस्य हनूमतः च पिता।",
      "gu": "પવન, શક્તિ અને પ્રાણશક્તિના દેવ; ભીમ અને હનુમાનના પિતા."
    },
    "description": {
      "en": "Vayu Deva is the Hindu god of wind and one of the Ashta-Dikpalas (guardians of the directions). He represents the life force (prana) and is associated with immense strength. In the Mahabharata, he is the divine father of Bhima, born to Kunti through a boon. He is also considered the father of Hanuman in the Ramayana. Vayu symbolizes speed, power, and the invisible force that sustains life.",
      "hi": "वायु देव हिंदू धर्म में वायु के देवता हैं और अष्ट-दिक्पालों में से एक हैं। वे प्राणशक्ति का प्रतीक हैं और अत्यधिक बल के साथ जुड़े हुए हैं। महाभारत में वे भीम के दिव्य पिता हैं, जिनका जन्म कुंती को एक वरदान से हुआ था। रामायण में भी वायु देव हनुमान के पिता माने जाते हैं। वायु गति, शक्ति और जीवन की अदृश्य ऊर्जा का प्रतीक हैं।",
      "mr": "वायू देव हे हिंदू धर्मातील वाऱ्याचे देव आहेत आणि अष्टदिक्पालांपैकी एक आहेत. ते प्राणशक्तीचे प्रतीक असून अत्यंत बलशाली मानले जातात. महाभारतात ते भीमाचे दिव्य वडील आहेत, ज्याचा जन्म कुंतीला मिळालेल्या वरामुळे झाला होता. रामायणात देखील वायू देव हनुमानाचे वडील मानले जातात. वायू हे वेग, शक्ती आणि जीवनाची अदृश्य शक्ती दर्शवतात.",
      "sk": "वायुः हिन्दुधर्मे वायोः देवता अस्ति, अष्टदिक्पालानां एकः च। सः प्राणशक्तेः प्रतीकः अस्ति। महाभारते सः भीमस्य दिव्यपिता अस्ति, कुंत्यै वरप्रदानात् जातः। रामायणे च हनूमतः अपि पिता गण्यते। वायुः वेगस्य, शक्तेः, च जीवनशक्तेः च प्रतीकः अस्ति।",
      "gu": "વાયુ દેવ હિંદુ ધર્મમાં પવનના દેવતા છે અને અષ્ટદિક્પાળોમાંથી એક છે. તેઓ પ્રાણશક્તિના પ્રતિક છે અને અમિત શક્તિ ધરાવે છે. મહાભારતમાં તેઓ ભીમના દૈવી પિતા છે, જેમનો જન્મ કુંતીને મળેલા આશીર્વાદથી થયો હતો. રામાયણમાં પણ વાયદેવ હનુમાનના પિતા તરીકે ઓળખાય છે. વાયુ ઝડપ, શક્તિ અને જીવનની અદૃશ્ય ઊર્જાનું પ્રતિક છે."
    },
    "relations": {
      "father_of": {
        "en": "Father of Bhima and Hanuman",
        "hi": "भीम और हनुमान के पिता",
        "mr": "भीम आणि हनुमानाचे वडील",
        "sk": "भीमस्य हनूमतः च पिता",
        "gu": "ભીમ અને હનુમાનના પિતા"
      },
      "symbol_of": {
        "en": "Symbol of wind, life-force, and great strength",
        "hi": "वायु, प्राणशक्ति और महान बल के प्रतीक",
        "mr": "वारा, प्राणशक्ती आणि महान शक्तीचे प्रतीक",
        "sk": "वायोः, प्राणशक्तेः, महाबलस्य च प्रतीकः",
        "gu": "પવન, પ્રાણશક્તિ અને મહાન શક્તિનું પ્રતિક"
      }
    }
  },
  {
    "id": "ghatotkacha",
    "name": {
      "en": "Ghatotkacha",
      "hi": "घटोत्कच",
      "mr": "घटोत्कच",
      "sk": "घटोत्कचः",
      "gu": "ઘટોત્કચ"
    },
    "type": "character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1745051993/GitaVaani-Verses/Characters/ghatotkacha.png",
    "role": {
      "en": "Son of Bhima and the Rakshasi Hidimba; a powerful warrior who fought for the Pandavas in the Kurukshetra war.",
      "hi": "भीम और राक्षसी हिडिंबा का पुत्र; एक शक्तिशाली योद्धा जो कुरुक्षेत्र युद्ध में पांडवों के लिए लड़ा।",
      "mr": "भीम आणि राक्षसी हिडिंबाचा पुत्र; कुरुक्षेत्र युद्धात पांडवांसाठी लढणारा शक्तिशाली योद्धा.",
      "sk": "भीमस्य हिडिम्बायाः च पुत्रः; कुरुक्षेत्रयुद्धे पाण्डवपक्षे योद्धा अभवत्।",
      "gu": "ભીમ અને રાક્ષસી હિડીમ્બાનો પુત્ર; પાંડવો માટે કુરુક્ષેત્ર યુદ્ધમાં લડનાર શક્તિશાળી યુદ્ધા."
    },
    "description": {
      "en": "Ghatotkacha was the son of Bhima and the Rakshasi (demoness) Hidimba. He inherited immense strength and magical powers from his Rakshasa lineage. Though he lived in the forest, he remained loyal to the Pandavas. During the Kurukshetra war, he played a crucial role on the Pandava side, especially with his nighttime warfare skills. His death was significant — Karna used his divine weapon, Vasavi Shakti, to kill Ghatotkacha, which meant he could no longer use it on Arjuna. Thus, Ghatotkacha's sacrifice protected Arjuna.",
      "hi": "घटोत्कच, भीम और राक्षसी हिडिंबा का पुत्र था। उसने अपनी राक्षसी वंश से अत्यधिक बल और जादुई शक्तियाँ प्राप्त कीं। वह जंगल में रहता था लेकिन पांडवों के प्रति वफादार था। कुरुक्षेत्र युद्ध में उसने पांडवों के पक्ष में निर्णायक भूमिका निभाई, विशेष रूप से रात्रि युद्ध में। उसकी मृत्यु करन द्वारा दिव्य अस्त्र वासवी शक्ति के प्रयोग से हुई, जिससे अर्जुन बच गया। इस प्रकार घटोत्कच का बलिदान अर्जुन की रक्षा के लिए महत्वपूर्ण था।",
      "mr": "घटोत्कच हा भीम आणि राक्षसी हिडिंबाचा पुत्र होता. त्याला आपल्या राक्षसी वंशामुळे अफाट बल आणि जादूई शक्ती प्राप्त झाल्या होत्या. तो जंगलात राहत होता पण पांडवांचा निष्ठावान होता. कुरुक्षेत्र युद्धात त्याने पांडवांकडून महत्त्वाची भूमिका बजावली, विशेषतः रात्रीच्या युद्धात. कर्णाने त्याच्यावर वासवी शक्ती या दिव्य अस्त्राचा वापर करून त्याचा वध केला, त्यामुळे अर्जुन वाचला. त्यामुळे घटोत्कचाचा बलिदान अत्यंत महत्त्वाचा होता.",
      "sk": "घटोत्कचः भीमस्य च हिडिम्बायाः पुत्रः आसीत्। तेन राक्षसवंशात् महाबलम् च मायाशक्तयः च प्राप्ताः। सः अरण्ये वसति स्म परंतु पाण्डवान् प्रति निष्ठावान् आसीत्। कुरुक्षेत्रयुद्धे रात्रौ युद्धे विशेषं साहाय्यम् अकरोत्। कर्णेन वासवीशक्त्या सः हतः, तेन अर्जुनः रक्षितः। घटोत्कचस्य बलिदानं महत्त्वपूर्णं आसीत्।",
      "gu": "ઘટોત્કચ ભીમ અને રાક્ષસી હિડીમ્બાનો પુત્ર હતો. તેણે તેના રાક્ષસ વંશથી અભૂતપૂર્વ શક્તિ અને જાદુઈ શક્તિઓ પ્રાપ્ત કરી. તે જંગલમાં રહેતો હતો, છતાં પાંડવોનો વિશ્વાસપાત્ર રહ્યો. કુરુક્ષેત્ર યુદ્ધ દરમિયાન તેણે પાંડવોની તરફેણમાં મહત્વપૂર્ણ ભૂમિકા ભજવી, ખાસ કરીને રાત્રી યુદ્ધમાં. કરણે તેની સામે વાસવી શક્તિ નામનું દૈવી અસ્ત્ર વાપર્યું, જેથી અર્જુન બચી ગયો. એટલે ઘટોત્કચનું બલિદાન અર્જુનની રક્ષા માટે મહત્વપૂર્ણ સાબિત થયું."
    },
    "relations": {
      "father": "bhima",
      "mother": "hidimba",
      "killed_by": "karna",
      "side": "pandavas"
    }
  },
  {
    "id": "abhimanyu",
    "name": {
      "en": "Abhimanyu",
      "hi": "अभिमन्यु",
      "mr": "अभिमन्यू",
      "sk": "अभिमन्युः",
      "gu": "અભિમન્યુ"
    },
    "type": "character",
    "image": "https://res.cloudinary.com/dar7hn3v1/image/upload/v1745050800/GitaVaani-Verses/Characters/abhimanyu.png",
    "role": {
      "en": "Son of Arjuna and Subhadra; a valiant young warrior known for his role in the Chakravyuha formation during the Kurukshetra war.",
      "hi": "अर्जुन और सुभद्रा के पुत्र; चक्रव्यूह में अपने साहसिक युद्ध के लिए प्रसिद्ध एक वीर युवा योद्धा।",
      "mr": "अर्जुन आणि सुभद्राचा पुत्र; चक्रव्यूहातल्या शौर्याने प्रसिद्ध असलेला एक धाडसी तरुण योद्धा.",
      "sk": "अर्जुनस्य सुभद्रायाः च पुत्रः; चक्रव्यूहे युद्धकौशलं दर्शयन् वीरः युवकः।",
      "gu": "અર્જુન અને સુભદ્રાનો પુત્ર; કુરુક્ષેત્ર યુદ્ધમાં ચક્રવ્યૂહમાં દાખલ થવા માટે જાણીતો શૂરવીર યુવા યોદ્ધા."
    },
    "description": {
      "en": "Abhimanyu was the son of Arjuna and Subhadra, and the nephew of Lord Krishna. He was a courageous and skilled warrior even at a young age. While still in Subhadra’s womb, he learned about the complex military formation called Chakravyuha. During the Kurukshetra war, he bravely entered this formation but didn't know how to exit it. Trapped and surrounded by multiple Kaurava warriors, including Dronacharya, Karna, Duryodhana, and others, he fought valiantly till his last breath. His death deeply grieved the Pandavas and was a turning point in the war.",
      "hi": "अभिमन्यु अर्जुन और सुभद्रा का पुत्र तथा श्रीकृष्ण का भांजा था। वह कम उम्र में ही एक साहसी और कुशल योद्धा था। जब वह सुभद्रा के गर्भ में था, तभी उसने चक्रव्यूह की रचना के बारे में सुना था। कुरुक्षेत्र युद्ध में उसने वीरता से चक्रव्यूह में प्रवेश किया, लेकिन बाहर निकलने का मार्ग उसे ज्ञात नहीं था। वहां वह कई कौरव योद्धाओं से घिर गया और अंत तक वीरता से लड़ा। उसकी मृत्यु ने पांडवों को अत्यधिक दुःख पहुंचाया और यह युद्ध का एक महत्वपूर्ण मोड़ बना।",
      "mr": "अभिमन्यू हा अर्जुन आणि सुभद्राचा पुत्र होता आणि श्रीकृष्णाचा भाचा. तो अत्यंत धाडसी आणि तरुण वयातच कुशल योद्धा होता. सुभद्रेच्या गर्भात असतानाच त्याने चक्रव्यूहाची माहिती ऐकली होती. कुरुक्षेत्र युद्धात त्याने शौर्याने चक्रव्यूहात प्रवेश केला, पण बाहेर येण्याचा मार्ग माहित नव्हता. अनेक कौरव योद्ध्यांनी त्याला घेरले, पण तो शेवटपर्यंत लढत राहिला. त्याचा मृत्यू पांडवांसाठी अत्यंत दुःखद होता आणि युद्धाचा एक निर्णायक टप्पा ठरला.",
      "sk": "अभिमन्युः अर्जुनस्य च सुभद्रायाः च पुत्रः आसीत्। सः श्रीकृष्णस्य भान्जः च। बाल्य एव सः साहसी योद्धा आसीत्। सः गर्भे स्थितः चक्रव्यूहस्य प्रवेशं शृणोति स्म। युद्धे सः चक्रव्यूहं प्रविष्टवान् किन्तु निष्क्रमणं न जानाति स्म। तत्र बहुभिः कौरवैः परिवृतः सः वीरतया यावदप्राणं युध्यत। तस्य निधनं पाण्डवानां दुःखदं च युद्धस्य परिवर्तनकारी क्षणः आसीत्।",
      "gu": "અભિમન્યુ અર્જુન અને સુભદ્રાનો પુત્ર અને શ્રીકૃષ્ણનો ભાણેજ હતો. નાની ઉંમરે પણ તે એક ધૈર્યવાન અને કુશળ યુદ્ધા હતો. જ્યારે તે સુભદ્રાના ગર્ભમાં હતો, ત્યારે તેણે ચક્રવ્યૂહના પ્રવેશ વિશે સાંભળ્યું હતું. કુરુક્ષેત્ર યુદ્ધમાં તેણે ચક્રવ્યૂહમાં પ્રવેશ કર્યો પરંતુ બહાર નીકળવાનું તેને આવડતું ન હતું. તેને અનેક કૌરવ યોધ્ધાઓએ ઘેરી લીધો અને તે અંત સુધી શૂરવીરતાથી લડતો રહ્યો. તેની મૃત્યુ પાંડવો માટે અત્યંત દુઃખદ ઘટના હતી અને યુદ્ધનું પલટાવ લાવનાર બનાવ બની રહી."
    },
    "relations": {
      "father": "arjuna",
      "mother": "subhadra",
      "uncle": "krishna",
      "killed_by": "kaurava_warriors",
      "side": "pandavas"
    }
  }
]
